var sentences = [
    "Buying into stock dips risky in current global milieu / The Indian economy is less reliant on US exports than Asian peers and local IT services companies are not AI-driven. But 'decoupling' theories can fall by the wayside pretty quickly when global risk aversion takes over / A perfect storm of global events has come together to trigger a correction in stock markets across the world. The first signs of weakness came from the so-called Magnificent Seven stocks, which rode the Artificial Intelligence (AI) narrative to propel the US Nasdaq-100 by threefold from Covid lows. Now though, a string of weak quarterly earnings from Tesla, Microsoft, Alphabet et al has led investors to question if they have been over-investing in AI without material revenues to show for it. Fears of an 'AI bubble' have already tanked the Nasdaq 100 by 11 per cent from its recent peak. The US tech-stock meltdown quickly snowballed into a broader market rout, after data from the US Labor Department showed unemployment spiking to a three-year high of 4.3 per cent in July. This has raised the probability of the Fed cutting rates in its upcoming September meeting, but there are now fears that Fed rate cuts may be too late to salvage the situation. Fears of a US recession then proceeded to roil stock markets across Asia such as export-driven Taiwan and South Korea; taking them down by 8 per cent plus. For Japan's Nikkei 225, down over 12 per cent, apprehensions about an export slowdown have been compounded by the yen's rapid gains against the dollar. The Japanese central bank has added fuel to this fire by raising policy rates to 0.25 per cent and hinting at more. The yen's moves have also triggered the usual mutterings about a global unwinding of the yen carry trade - a source of ultra-cheap liquidity for punters. The fresh conflagration in the Middle East has added fuel to this potent mix. Domestic stock markets do seem to have gotten away relatively lightly on Monday with less than a 3 per cent fall. However, retail investors must not be tempted into buying this dip, as they did on Budget-day or the day of election results. Yes, the Indian economy is less reliant on US exports than Asian peers and local IT services companies are not AI-driven. But 'decoupling' theories can fall by the wayside pretty quickly when global risk aversion takes over. Should a risk-off scenario play out, Foreign Portfolio Investors (FPIs) can stampede out not just from stocks, but bonds too. Such episodes in 2007-08 and 2013-14 froze money markets, weakened the rupee and hurt the real economy. The domestic market is also among the priciest globally, with its price-earnings multiples at about 24 times. Early results from India Inc for Q1 FY25 indicating a deceleration in earnings offer little valuation comfort. No doubt retail investors who have entered in large numbers since Covid have come to believe in the invincibility of equities. But seasoned investors know that every major market crash in India has had global origins. Therefore, while the new investors may buy into initial dips, seasoned ones will play the waiting game. Regulators on their part must allow this much-needed correction to play out, focusing only on systemic stability.",
    "Monetary easing in the West good news for India / But food inflation could hold the RBI's hand in reversing its interest rate cycle in the near future / Inflation's downward drift in advanced economies including the US, European Union and the UK opens up room to ease up on their restrictive monetary policy. These policies were put in place to combat surging prices in the aftermath of the Covid-19 pandemic and the Ukraine war. The US Federal Reserve maintained its federal funds rate in the range of 5.25 to 5.5 per cent in its monetary policy last week, but indicated the possibility of a rate cut from September. The Bank of England, in fact, cut its policy rate to 5 per cent from 5.25 per cent last week, the first rate-cut since March 2020. The European Central Bank has been ahead of its peers, cutting its policy rate by 25 basis points in June last. The other central bank which held its monetary policy meeting last week, the Bank of Japan, did the reverse, hiking its policy rate to 0.25 per cent. Japan's central bank seeks to control prices and support its currency. However, it is clear that central banks of advanced economies are moving towards policy normalisation. That the interest rate cycle in the US could turn downward is borne out by the core PCE (personal consumer expenditures) inflation in the US moderating to 2.6 per cent in June (it has been trending downwards since September 2023 when it was 3.4 per cent). The current inflation is more in line with the Fed's long-term goal of 2 per cent. The Fed's tight monetary policy over the last two years seems to have helped in moderating demand and aligning it with supply. As a result of fewer bottlenecks in global supply chains and a demand contraction, inflation in most advanced economies has moved towards the 2 per cent mark. This gives their central banks room to cut policy rates to support growth (up in the US from 1.4 per cent in Q1 of 2024 to 2.8 per cent in Q2). But headline inflation rate remains sticky, at above 4 per cent, in emerging markets such as Brazil, Russia, India and South Africa where food prices have acted as triggers. The reversal in interest rate cycle in the US and other advanced economies gives the Reserve Bank of India (RBI) the room to reduce policy rates when inflation cools towards the magic 4 per cent mark. However, headline inflation in India is proving to be sticky with the consumer price index reading at 5.08 per cent in June, driven by a surge in prices of vegetables. With risk of the south-west monsoon falling short in many regions, food inflation could hold the RBI's hand in reversing its interest rate cycle in the near future. That said, improved growth in advanced economies spells good news for India's services and merchandise exporters. Inward remittances from the Indian diaspora as well as foreign direct and portfolio inflows could improve once Western central banks reverse restrictive monetary policies. A wider interest rate differential would mean that the RBI does not have to worry about fund outflows. The Monetary Policy Committee can focus on reducing rates to support growth.",
    "Little or no lessons learnt from natural disasters / Population as well as economic activities in vulnerable areas should be kept to a minimum. Yet, governments have promoted the opposite, including tourism / Floods, landslides and cloudbursts have become more frequent and menacing with every monsoon. In the wee hours of July 30, a wall of mud, water and debris hurtled down the hills of Mundakkai and Chooralmala in Wayanad district, killing about 300 people. The landslides occurred due to an extraordinary 'cloudburst' of rainfall; the Wayanad region received over 40 cm of rain between the morning of July 29 and 30. This saturated the soil in a region whose topography, according to the landslide mapping atlas prepared by the Indian Space Research Organisation last year, is landslide-prone . Uttarakhand and Himachal Pradesh are reeling under a similar onslaught. The disasters are, however, natural and man-made in equal measure. A combination of climate-induced weather events and environmentally disruptive activities has contributed to such disasters. Cloudbursts have become frequent on account of global warming, with warmer oceans and water bodies adding to atmospheric moisture and creating large masses of clouds that 'burst' over hilly regions in particular. These very regions, as the ISRO atlas shows, are prone to landslides owing to natural and man-made reasons. Of the top 30 such districts (in a mapping of 147 districts across 17 States), 10 are in Kerala alone, with Wayanad ranked at 13. Six of these are in Uttarakhand, while Himachal Pradesh and Sikkim are vulnerable. With such knowledge as well as advance weather warning systems, emergency as well as long-term steps to protect lives and property can easily be taken. This is where governments and politicians have let the country down. For instance, population as well as economic activities in vulnerable areas, be it construction, quarrying, tourism and monocropping, should be kept to a minimum. Yet, governments have promoted the opposite, including tourism. There is no time to lose in taking corrective steps. Our knowledge of fragile zones once again brings into focus the Madhav Gadgil committee report (2011) on the Western Ghats. The report had suggested that 64 per cent of the 1.6 lakh sq km Western Ghats region be treated as ecologically sensitive, with few or zero activities. No State has accepted this, or even the subsequent Kasturirangan panel report which brought down the protected zone to 37 per cent. Politicians of all hues have promoted resorts, homestays and construction. If zoning laws cannot be enforced other steps should be considered. These include limiting the number of tourist footfalls by issuing permits. Hotels and resorts could pay a higher GST in eco-sensitive zones. Above all, environmental concerns do not occupy the policy centrestage. Devastating floods and landslides, especially in the hilly regions, have become regular episodes every monsoon season. Yet, no lessons are learnt. There is an outcry when disaster strikes, and soon things return to the normal, bad ways. Until the next such episode.",
    "SEBI right in trying to restrict retail F&O punts / These punts result in flight of capital too, as the counter-parties are often global algo-trading and high frequency shops / For some time now, the Securities and Exchange Board of India (SEBI) and government officials have been dropping hints about the untrammelled rise in retail derivatives trading in stock markets doing more harm than good to the economy. SEBI's latest consultation paper on the subject points to its willingness to act on this score. To those who ask why regulators should worry if individuals choose to punt on derivatives, the paper offers data showing that this is a macro concern. Globally, the primary purpose of derivatives is to allow investors to hedge price risk on assets they own. In India though, new investors joining the stock market since Covid have been skipping shares and mutual funds to make a beeline for derivatives. About 12.2 crore new demat accounts were opened between FY20 and FY24. In this period, retail turnover in the derivatives market doubled from ₹35 lakh crore to ₹71 lakh crore; likewise, futures and options (F&O) turnover almost doubled from ₹63 lakh crore to ₹117 lakh crore. Volumes are now concentrated (62-96 per cent) on expiries in weekly index options, where individuals punt on contracts at risk of dwindling to zero. In FY24 alone, the 92.5 lakh retail investors who traded index derivatives on the NSE made collective losses of ₹51,689 crore - household savings that could have been more productively used. These punts result in flight of capital too, as the counter-parties are often global algo-trading and high frequency shops. In this light, SEBI's proposals to rein in retail participation in derivatives do not seem excessive. Rather than completely ban contracts with weekly expiry, SEBI proposes to allow one index contract with weekly expiry from each exchange. It plans to raise the minimum lot size on contracts from the current ₹5-10 lakh to ₹15-20 lakh and then to ₹20-30 lakh, in phases. Brokers will be required to collect higher margins on expiry day and the day before. Exchanges will be asked to reduce the number of strike prices offered on each index contract to 50, so that there are fewer out-of-the-money strikes to bet on. Of these measures, increased lot size is likely to have the maximum deterrent effect. Derivatives trading, like gambling, is an addictive activity. Therefore, these retail traders may well crowd into weekly contracts and out-of-the-money strikes that remain open to them, or migrate to other risky segments such as SME platforms, penny stocks or commodity derivatives. In fact, individuals who are really hooked may even get around bigger lot sizes by borrowing to trade, exposing them to financial ruin. SEBI must consider strict screening criteria for admitting investors into derivatives. Derivatives trading can be made conditional on holdings of equities/mutual funds and minimum years of experience. If these measures do work, though, stock exchanges, depositories and discount brokers will feel the heat on their revenues, profits and valuations. SEBI must resist pushback from this ecosystem.",
    "Skilling sops useful, but education is key / There can be no getting away from the fact that the skills crisis in India's young (15-29 years) reflects a failure of the education system - and the best skilling efforts cannot make up for this lack / The Budget makes a creditable attempt to address the twin problems of labour productivity and unemployment among the educated youth. It has unveiled three schemes that will subsidise the training of largely new entrants into the workforce by paying for provident fund contributions over a period. In a recent interaction with this newspaper, Finance Secretary TV Somanathan explains that the incentives should not be viewed as dramatic exercises in job creation, but more in the nature of a nudge 'at the margin' to employ more skilled workers instead of machines - a modest effort that could actually translate into major macro gains in employment of new recruits who otherwise struggle for openings. These steps are aimed at lifting both the quality and quantity of jobs - whereas the experience of India's labour market since 2019, borne out by Periodic Labour Force Surveys, has been that jobs have risen but not productivity and wages, because the workforce has gone back to agriculture and low productivity occupations such as construction and self-employment options. It is also a positive that the Centre is keen about expanding the Employees' Provident Fund outreach and has made EPFO participation by firms a prerequisite for availing these incentives. The schemes are expected to create about 30 million additional jobs over the next four years or so, which could take care of the annual rise in new entrants into the workforce over this period. An incentive to train workers could help manufacturing and services industries that are struggling to get workers with the right skillsets. However, there can be no getting away from the fact that the skills crisis in India's young (15-29 years) reflects a failure of the education system - and the best skilling efforts cannot make up for this lack. The better educated are not equipped for skilled jobs in a growing economy. Industry may well opt for automation instead, and a subsidy cannot alter this choice if the workforce cannot be easily trained. The India Employment Report notes that the 'unemployment rate among youth was six times greater than among persons with a secondary or higher level of education and nine times greater among graduates than for persons who cannot read and write.' An education system where middle or high school students cannot comprehend primary grade textbooks cannot bolster India's productivity and competitiveness. The ministries of human resource development and skills development must work together to address a looming crisis. The Budget proposal must steer clear of a few pitfalls. First, it should not impede employers' basic freedom to hire workers of their choice. The guidelines should be clear about this. Second, it should not lead to a pesky inspector raj that suspects enrolment of dummy candidates to avail subsidies. With better KYC technologies such frauds can be avoided. Besides, no subsidy scheme will work in a desirable way if it impairs ease of doing business.",
    "Overall rain surplus but spatial, temporal spread concerning / While the IMD has strived to improve its predictive models, global warming is the wild card factor / Recent warnings by global weather agencies such as the Australian Bureau of Meteorology that La Nina conditions, which bring heavy rain and flooding to Asia, may now emerge only in October is not exactly good news for the sub-continent. The arrival of La Nina was in fact eagerly awaited ever since the 2023 South-West monsoon impacted by El Nino, delivered sub-normal rainfall at just 94 per cent of the long-period average (LPA). This triggered reverses in kharif sowing, depleted reservoir storage and depressed growth in agriculture Gross Value Added to 1.4 per cent for FY24. The indifferent monsoon has also led to bouts of food price inflation, posing difficulties for the central bank. The delay in onset of La Nina raises worries as to whether the monsoon will turn out to be patchy this year as well. When the India Meteorological Department (IMD) had forecast a munificent South-West monsoon at 106 per cent of LPA in June, it was predicated on the emergence of La Nina and the transition of the neutral Indian Ocean Dipole (IOD) into positive readings. But global weather agencies now expect IOD to slip into negative territory too. Although cumulative monsoon rains so far are marginally in surplus, their spatial and temporal distribution has been far less than ideal. Much of India struggled with sizzling temperatures throughout June while rains played truant - North-west and Central India grappled with droughts while the Southern peninsula faced flooding. Rainfall has since picked up in Central India, but deficits in Northwest, East and Northeast India persist. There have also been localised instances of a month's precipitation being compressed into a few hours. In other words, though the aggregate quantum of rains in this season may end up close to IMD's June forecast, its distribution could be patchy. The uneven monsoon has taken a toll on kharif acreage - it is just 2 per cent above last year's levels and crops such as moong, jowar, bajra and sesamum are showing a deficit. A tactical shift to short-duration crops and water conservation measures to ensure that the rabi season is better than last year's may now be called for. For policymakers, these rainfall patterns also show that the IMD's monthly and weekly nowcasts are a more reliable guide to how the monsoon will fare, than its long-range forecasts put out in April and June. While the IMD has strived to improve its predictive models, global warming is the wild card factor. The Australia weather agency recently admitted that changed global patterns of seas-surface temperatures had made predictions based on historical El Nino and IOD data appear quite shaky. Governments will now need to remain alert to deal dynamically with the challenges unleashed by the weather. As the Economic Survey points out, with supply disruptions emerging as the main trigger to food price flare-ups the Government's role in quelling inflation is on the rise, while the central bank's role must diminish.",
    "States score major win on financial freedom / The Supreme Court has ruled that States had a perfect right to tax their minerals / It's only in India that concepts and practices that are well settled elsewhere become matters of prolix interpretation and debate. The latest instance of this proclivity is the 8:1 judgment last week by the Supreme Court on whether a royalty is a tax. This is on par with the debate in Orthodox Judaism on whether electricity is fire. The current judgment was the result of a long running dispute between some States, which wanted to tax minerals, and the Centre said they couldn't because it said so. The matter went back and forth for decades. Different issues arising out of some provisions of the Constitution - for example, does a law enacted by Parliament supersede a provision of the Constitution - and the difference between royalty and tax came up for examination. Finally, last week, the Court said in a majority judgment that the difference between royalty and tax is that while the former is a voluntary payment made as a contractual obligation, the latter is quite simply a sovereign imposition and that there is nothing voluntary about the transfer of money that takes place. Done by anyone else other than the sovereign it would be extortion. The Central government was able to insist that the States could not tax minerals under their boundaries because a 1957 Act of Parliament denied them this right, regardless of what the Constitution says. No, said eight of the nine judges who heard the case; the States had a perfect right to tax their minerals. One said no because this would amount to eroding the 'constitutional intent'. Thankfully the matter is settled now. But the question of whether a law made by Parliament supersedes a constitutional issue is still alive and will doubtless crop up again. This is inherent in the constitutional design, which has a concurrent list on which there are items over which both the Centre and the States have jurisdiction. This case once again shows that the logic of a concurrent list needs to be re-examined. The India of 2024 is not the India of 1947-50. Two consequences could follow as a result of this judgment. One is positive, the other negative. The positive consequence is that there is now an additional source of revenue for the States who have very few such sources. The negative consequence is the possibility, as the dissenting judge pointed out, of tax competition between the States. Only time will tell which of these will have a greater impact on future outcomes. The larger question of State revenues remains. These have continued to be hostage to the political need to ensure the integrity of India. The original constitutional design had a legitimate concern in this regard. Those conditions are no longer there. Hence, the need is for the Centre to delink politics from economics and allow the States greater freedom in matters of revenue.",
    "Rail Budget's capex boost welcome, but concerns remain / The Railways must attract higher freight volumes, even as it positions itself as a high end passenger travel option / The recent years have seen a major transformation in Railways' finances. The Centre has stepped up its gross budgetary support to the Railways, bringing down the latter's reliance on external borrowings. A 77 per cent increase in capex over the last five years, culminating in ₹2.6 lakh crore in FY24 is geared towards modernisation of passenger and freight services. This effort to raise Railways' modal share in freight transport (barely 30 per cent now, against 52 per cent in 2007-08) will take time to bear fruit. The Budget rightly steps up support at ₹2.55 lakh crore for FY25, against ₹2.43 lakh crore in FY24 (with external borrowings pegged at ₹10,000 crore this fiscal, against ₹17,000 crore last year), but the issue is whether there should be some benchmarks on returns to investment and project execution. For now, there are no signs of a turnaround in freight earnings. A 6 per cent growth projection in goods earnings, from ₹1.64 lakh crore last fiscal to ₹1.74 lakh crore in FY25 seems underwhelming - particularly when viewed against the fact that the revised estimate for FY24 was way below the Budget projection of ₹1.75 lakh crore, the same as the target for this year. A projected 9.5 per cent increase in passenger earnings at ₹80,000 crore suggests that freight services are under a little less pressure to subsidise passenger travel. But the Railways must attract higher freight volumes, even as it positions itself as a high end passenger travel option. According to an analysis by PRS, the share of the Railways in the movement of cars has increased from 1.5 per cent in FY14 to over 16 per cent today. However, the share of coal in freight volumes remains unchanged at 43 per cent over a decade, with iron ore and cement making up 15 per cent and 9 per cent, respectively, while containerised volumes remain flat at 7-8 per cent. While the development of Gati Shakti terminals and dedicated freight corridors is expected to lift high value traffic movement, it is worth asking whether multi-modal connectivity can be improved in other ways. CAG audits on execution of projects must be taken seriously. Apart from a freight turnaround, safety is a concern. There has been an increase in investment in new lines, rolling stock (passenger coaches), but less so in signalling and communication works and track renewals. The Railways, simply speaking, cannot fund its capital needs. Its revenues just about cover its operating expenses of ₹2.75 lakh crore with about ₹2,800 crore to spare. The Budget will have to provide for capital outlay, unless the Railways pitches in with better revenues. There are no easy solutions to reducing the salaries and pensions burden, accounting for two-thirds of the operating expenses. Indeed, the Railways needs critical safety personnel. Finally, investing in Railways brings an economic rate of return, but efficiencies in managing physical and human resources are important.",
    "Gold duty cut can help exporters and consumers if cost savings are passed on / The customs duty cut on gold, silver and platinum will certainly bring down production costs in this thin-margin industry, helping Indian exports gain competitive edge in the global market / Growth in Indian exports has been hit in recent years due to pandemic-related disruptions, weak global demand and geopolitical tensions. But besides these, there are inherent problems which impede the competitiveness of export too. The Budget for 2024-25 has tried to address some of these issues by announcing cuts in customs duties on raw materials imported by major exporting sectors such as leather, textiles, marine products, mobile phones, electronic products and gems and jewellery. The reduction in customs duties on gold and silver to 6 per cent from 15 per cent and on platinum to 6.4 per cent from 15.4 per cent seems to be a move designed to boost one of the largest export items, gems and jewellery. Indian gems and jewellery exporters have etched a prominent place globally, ranking sixth in global markets with a 4.3 per cent share, with demand originating from a diverse basket of countries including the US, Hong Kong, the UAE and Belgium. But the cloudy economic outlook for US and China, geopolitical tensions and pricing pressures from lab-grown diamonds have caused gem and jewellery exports to decline 12 per cent in FY24. Due attention needs to be paid to the sector which enjoys 15.7 per cent share in India's merchandise exports and is a significant contributor to employment generation. The customs duty cut on gold, silver and platinum will certainly bring down production costs in this thin-margin industry, helping Indian exports gain competitive edge in the global market. Exporters should ensure that they pass on the cost savings to their customers. Besides the duty cut, the proposal to make credit more freely accessible to MSMEs will help the sector, as many of the exporters in this segment are MSMEs.",
    "Biden's late withdrawal leaves the Democrats in a spot / The Democrats now have to decide afresh a new candidate to replace Biden and, as a result, their overall response to Trump whose worldview is diametrically the opposite to theirs / It's been said that you should go when people will ask you why are you going rather than staying on till they ask why aren't you going. Joseph Biden, 46th President of the US, had to be asked the second question, not once but several times in the last few months. His mental faculties were deteriorating very rapidly and it was clear to everyone that he was not a viable candidate for re-election. Fortunately he has seen the light in time. His presidency has been a patchy one, not least because it created the space for his predecessor, the highly controversial Donald Trump, to make a comeback. Whether that happens will depend, to some extent, on who replaces Biden as the candidate of the Democratic Party. Biden is reported to have suggested his vice-president, Kamala Harris's name. But his judgment is open to doubt and the Democrats will probably have a good and long think about who is most suitable. Eventually, though, who it chooses a month from now at its national convention is an internal matter for the American people who seem deeply divided not just over the Republican Party and the Democratic Party but also, more importantly, over the extreme positions of the candidates on a whole range of issues, domestic and international. The process of selection will also play a role. The Democrats now have to decide afresh on two things that, till a few days ago, were not open for discussion or debate: a new candidate to replace Biden and, as a result, their overall response to Trump whose worldview is diametrically the opposite to theirs. The only thing the two seem to be agreed on is China. But even on that there are differences: hard line or soft. Biden while talking softly took quite the hard line. Trump will probably try to trump that. So the articulation of US policy towards China by the two parties in the next few months will be interesting to watch. The same goes for Iran, Israel-Gaza and Russia-Ukraine. Americans seem to be in the same withdrawal mode they were in during the 1970s. The Soviet Union took advantage of that and invaded Afghanistan thereby unleashing consequences that are still reverberating around the world. Finally, the elephant in the room, immigration. US policy on this since 2020 has reverted to the pre-Trump era. He will put the new presidential candidate on the spot on this issue. Kamala Harris is unlikely to carry much conviction on this with the whites of middle America. The party bosses will be very mindful of this when they make their choice. What they need is a strategy to divide the Republican consensus on immigration. There's one country which recently concluded a general election. It could give them some pointers on how to depolarise a polarised election.",
    "Big-bang reforms now need to give way to grunt work / The Economic Survey advises, sanely, that policy choices for India need to be driven more by pragmatism than ideology and warns against a blind aping of the West / Economic Surveys, being documents authored by advisors appointed by the Centre, often struggle to find the right balance between celebrating the achievements of the government and flagging areas where more work needs to be done. The Economic Survey for 2023-24 manages this tightrope walk quite well. While noting that India's real GDP in FY24 is 20 per cent higher than pre-pandemic levels, the Survey projects growth for FY25 at 6.5 to 7 per cent, lower than estimates from Reserve Bank of India (7.2 per cent) and most private forecasters (7 per cent plus). The Survey stands some popular narratives on their head. It says a private capex surge is already underway citing 19.8 per cent growth in fixed investments by private corporations in FY23. It dismisses the notion that households are in distress, pointing to their savings flooding into housing and capital markets. It glosses over sluggish private consumption, terming it as steady. In a later chapter, it subtly points out that India Inc has not expanded its worker compensation at the same pace as its manifold growth in profits since Covid. Rising trade protectionism and de-globalisation, geopolitical tensions, climate transition and Artificial Intelligence are all challenges that India will need to contend with. It advises, sanely, that policy choices for India need to be driven more by pragmatism than ideology and warns that a blind aping of the West will not serve. On energy transition, it makes the sensible point that chasing the Western idea of net-zero may be unwise, as it raises resource dependence on hostile nations (read China), ties up land in unproductive uses and saddles the fisc with subsidies. It offers workable ideas to overcome these challenges too. Agriculture and allied sectors can be a potent engine for growth and employment, if only we can consolidate fragmented land holdings, improve market intelligence and have a vibrant derivatives market. It shows that repealing draconian laws on land use can double the space available to Indian factories, boosting manufacturing and employment. That bridging the skill gap is key to boosting industry is well-known, but the idea of deregulating State-level laws that bar women workers from several industries, is novel. Perhaps with an eye on the election outcome, a chapter is devoted to inflation. After patting the Centre for administrative measures and fuel price cuts that have lowered non-core inflation, the Surveycalls for a relook at the inflation-targeting framework. A recurring theme is that the big-bang reforms that were propelling India's growth story are now done, and that it is now time for grunt work on the individual factors of production. There's also sub-text that the Centre cannot achieve this alone, but will need participation from States, local governments and the private sector. However, excellent ideas from Economic Surveys seldom make it to implementation. One hopes that this ideas-rich Survey turns out to be an exception.",
    "Tax overreach / GST Directorate tax demand on Infosys absurd / The Directorate General of GST Intelligence (DGGI) has whipped up a storm by slapping a humongous retrospective bill of ₹32,400 crore on software giant Infosys. While the company has reported to the stock exchanges that the DGGI has let go of a demand of ₹3,898 crore for FY18, some reports suggest that the government may not relent on the tax claim. However, the claim is so utterly flawed that it is best the DGGI drops the matter, and issues a set of clarifications to the existing law to ensure that such episodes do not recur. In a nutshell, the tax authorities have decided to interpret the payment of sums from the Infosys head office to its branches overseas for the running expenses of the latter – essentially salaries — as an import of service. The overseas branch offices execute contracts on behalf of the head office through staff employed by the latter. Yet, owing to the ambiguities under Section 8 of the Integrated Goods and Services Act, it becomes possible to regard branch offices as 'distinct persons'; as a result, the transfer of funds to Infosys' overseas offices has been viewed as consideration for services rendered. This attracts IGST under reverse charge – the recipient of the services in India pays the tax. Unless the government takes proactive steps to clarify the law on the issue (explanations 1 and 2 to Section 8), which uses terms such as 'branch', 'representational office' and 'another establishment' in a very confusing way, there could be endless disputes on whether such cross-border transfers are imports or exports. In fact, it should consider issuing sector-wise clarifications. Nasscom has observed that the GST authorities do not seem to understand the basic operating model of the software industry. But even as the levy of IGST makes no sense, it is also a fact that input tax credit can be fully claimed against it. It appears that the entities concerned wanted to ward off cash flow issues, and were perhaps confident that they could challenge any such claim. It is curious that the DGGI should have proceeded against Infosys even after a circular issued by the Central Board of Indirect Taxes and Customs on June 26 which essentially says that a transaction between a 'foreign affiliate' and a 'related domestic entity' (yet another term!) shall not be taxable. Perhaps, it is a case of officialdom fearing a vigilance reprisal for letting off a big claim. This raises the question of why the claim was so huge in the first place – and why it took the DGGI all these years to respond in an unreasoned, knee-jerk manner to a standard business practice, only to create a tremor of business uncertainty. It is ironic that GST, meant to promote ease of doing business, is generating its own disputes. The CBIC and DGGI should make amends. In doing so, they must ensure equal and fair treatment to all businesses faced with similar claims. The tax demand on Infosys should be revoked, and the underlying principle applied universally.",
    "Crowd strike, indeed / A wake-up call for re-evaluating our digital dependencies / The Crowdstrike episode last Friday has jolted the global community into realising the inherent risks of an increasingly centralised digital infrastructure. The outage, which paralysed systems across the Microsoft Windows platform, had cascading effects on banks, airlines and stock market trading, apart from media outlets, including in India. While it is fortunate that the incident stemmed from human error rather than a malicious cyber-attack, it starkly exposes the fragility of our digital ecosystem, where a single vulnerability can wreak havoc on a global scale. There are several critical lessons to be had. First, the necessity of regular automated updates to security software cannot be overstated, but equally vital is a phased rollout mechanism that catches issues before they escalate into a full-blown crisis. . Second, accountability-- major technology players like Microsoft cannot absolve themselves of responsibility by blaming third-party vendors. Users place implicit trust in the reliability of platforms such as Windows. Big tech companies like Google and Facebook have reported numerous outages in recent years without facing significant consequences. The narrative of network disruption used by the US against others-- as for example, China, whose tech firms are eyed with suspicion-- should now be turned inwards. American entities must be held accountable. Third, at a policy level, there needs to be a paradigm shift in how we manage the risks associated with the dominance of a few tech giants over global networks. The economic and societal impacts of such disruptions highlight the dangers of technological monoculture. Policymakers worldwide must prioritise data protection and consider diversifying their technological dependencies to mitigate systemic risks. Countries such as India, renowned for their tech talent, should consider fostering indigenous technological ecosystems that reduce reliance on global networks. China, for example, was less affected by the Crowdstrike incident, thanks to the robust tech alternatives it has built. The Crowdstrike incident serves as a wake-up call for a re-evaluation of our digital dependencies and the policies governing them. As the world becomes increasingly interconnected and reliant on complex technologies, the protection of data and continuity of essential services must take precedence. India cannot afford to remain complacent in a landscape where a single point of failure can lead to serious consequences. Stakeholders — whether governments, tech companies, or users — must collaborate to strengthen our digital defences and diversify our technological dependencies. The era of unquestioned trust in a few centralised entities controlling critical infrastructure is over. It is time for a more resilient, decentralised approach that prioritises security, reliability, and accountability.",
    "Gold users must get a transparent Re-based price / There is a need to provide consumers with a transparently derived domestic reference rate which is under regulatory supervision / The India Bullion and Jewellers Association (IBJA) and All India Gem and Jewellery Domestic Council's bid to make all gold jewellers quote the same rate for gold across States — 'one nation, one rate' — underlines the problems faced by consumers in dealing with non-transparent pricing of gold jewellery. Though India is the second largest gold consumer with annual demand of over 800 tonnes, consumers do not have any official reference rate with which they can verify the rate quoted by the jeweller. That said, while a single rate across the country is certainly needed, it needs to be discovered under regulatory supervision and cannot be left to industry associations. Currently many jewellers use the reference price fixed twice a day by the IBJA. This price is fixed based on the average of the buy and sell quotes from ten of the biggest gold dealers in the country. Since most of the gold consumed in the country is imported, the dealers use the international price of gold as the base, translate this price in rupee terms, add tax and pad the price further to add their commission to arrive at their quote. But such fixing of gold prices is open to manipulation and misuse as was seen in the London gold fix scandal in 2013. There is a need to provide consumers with a transparently derived domestic reference rate which is under regulatory supervision. Meanwhile, facilitating trading of physical gold on Indian commodity exchanges has been under discussion for a while now. In 2018, then Finance Minister Arun Jaitley announced that a regulated spot gold exchange will be set up to address the issue. The 2021-22 Budget took the idea forward by proposing the launch of electronic gold receipts. This allowed investors and business entities to deposit their gold in vaults and to trade the EGR issued by the vault in stock exchanges. These EGRs could be converted back into gold whenever needed. But two years after launch of these instruments, not much headway has been made with investors largely staying away. Lack of awareness among investors regarding the benefits of EGRs including standardisation, transparency, ease of storage and conversion could be one reason for the apathy. But the costs associated with EGR with investors having to pay securities transactions tax, the cost of assaying, storage, delivery of gold, could be making it unattractive when compared to other forms of non-physical gold such as gold ETFs and sovereign gold bonds. The Centre and SEBI can try to bring down the costs for the investors to make the EGRs more attractive. Stakeholders also are of the opinion that the GST of 3 per cent that must be paid while moving gold out of bank vaults to be deposited in exchange-designated vaults, is turning out to be a burden. The GST credit can be claimed only when the receipts are converted back into gold. Tackling these issues could help in discovering a reliable rupee-denominated gold price on exchanges.",
    "Retrograde idea / Karnataka jobs Bill should be scrapped / Stung by the backlash from the IT sector and other industry players, the Karnataka government seems to have developed cold feet over its ludicrous jobs reservation Bill. The Bill calls for the appointment of Kannadigas in 50 per cent of management positions and 75 per cent of non-management positions in private industries. The candidates should have a secondary school certificate with Kannada as a language, or pass a proficiency test. He or she should have been a resident of the State for 15 years. That the Bill is a disaster is an understatement. The government should shelve it without much ado, if it wants Karnataka to remain as India's premier IT and start-ups hub. As Nasscom has said in response to the Bill, 'Companies could relocate as local skilled talent turns scarce'. This could deeply hurt the State's economy, which houses around 11,000 start-ups and is a hub for 30 per cent of the total Global Capability Centres in the country. Labour protectionism can drag down competitiveness. It could lead to rent-seeking and inspector raj, as businesses pay a price to source workers of their choice. Ease of doing business will be impaired. The Bill is unlikely to stand up to legal scrutiny, for being violative of Article 14 (equality) and Article 19 (1) (d), which states that citizens have the liberty to move within the country and settle in any place of their choice. States have dabbled with 'sons of the soil' policies and politics from time to time, with Maharashtra standing out as the trendsetter in the 1980s. The Shiv Sena mounted a campaign against 'south Indians' who were a presence in Class 3 and Class 4 jobs. More recently, Haryana, Andhra Pradesh and Telangana have tried to float similar policies. In November last year, the Punjab and Haryana High Court struck down as unconstitutional a move by Haryana to impose a 75 per cent local recruitment norm on the private sector. The Supreme Court is yet to decide on an appeal in this regard. It should clear the air soon. The Andhra Pradesh High Court has indicated that quotas for locals, legislated by the State in 2019, are unconstitutional. Telangana tried to adopt a different route, offering tax breaks to businesses that employ locals. Parochialism apart, if the States are concerned about locals being left out of modern segments of the economy, they should invest in their education and skilling. The skills mismatch and unemployment in IT-driven Karnataka, a State with sharp regional inequalities, is made worse by its weak manufacturing base. It is sharp in Haryana; its poorer education system does not allow locals to participate in Gurugram's IT ecosystem. Recent studies such as India Employment Report point out that unemployment among graduates is nine times that of unskilled workers. As the latter flood the market, labour productivity and earnings remain low, as the Survey of Unincorporated Enterprises points out. The jobs crisis calls for an investment in quality education. Cynical short-term fixes worsen the problem.",
    "SEBI's idea for riskier product above MFs needs fleshing out / It is prudent that only AMCs will be allowed to launch these products / The Securities Exchange Board of India's (SEBI) idea of a wholly new product category, sandwiched between mutual funds and portfolio management schemes (PMS), seems to be aimed at weaning retail investors away from risky products such as derivatives and unregulated portfolio managers. It may also open up a new growth avenue for asset management companies (AMCs), many of whom have exhausted the 36-category menu of permitted funds. AMCs will be allowed to launch a separate vertical with new high-risk strategies for retail investors. The minimum investment will be ₹10 lakh, compared to the ₹500 entry ticket for mutual funds, and ₹50 lakh threshold for PMS. SEBI proposes to allow managers of this new vehicle to experiment with naked exposure to derivatives, long-short strategies, inverse funds, lower-rated bonds and other risky strategies, which are untested and expressly forbidden to mutual funds. Therefore, it appears to be prudent to allow these launches only by AMCs which have built up a credible track record of creating retail wealth. The requirement that the new products only be offered by AMCs with a 3-year record of managing ₹10,000 crore, with no regulatory issues, makes sense. But SEBI has also suggested that new players who don't meet the above criteria, hire a Chief Investment Officer and fund manager with requisite experience. This seems avoidable given that the sponsor's pedigree and track record are critical to good governance. PMS and Alternative Investment Fund (AIFs) managers are bound to feel aggrieved that they haven't been allowed to lower their ticket sizes to cater to this market. But they offer customised products to HNIs and enjoy light-touch regulations, while the new product will follow a pooled structure which will be subject to SEBI's onerous mutual fund regulations. SEBI also proposes to vet all offer documents for new launches and strategies under this vertical. Nevertheless, granular aspects of regulating this new category need fleshing out. Given that these products will dabble in non-traditional assets such as derivatives, they will require different valuation, accounting, disclosure and risk management rules compared to mutual funds. AMCs will also need to build internal capacity to offer these schemes. Whether this will be possible under SEBI's extant expense limits for mutual funds, is moot. Both the regulator and AMCs should be prepared for a long journey before this new category is well-understood. It has after all taken over three decades for the mutual fund industry and its regulations to attain their current mature state. It is all too easy for retail folk to over-estimate their risk appetite and clamour for sophisticated products when the markets are on song. The real test will come when markets deliver losses. Even if this consultation paper finds widespread acceptance, SEBI must take its time to flesh out the regulation and risk disclosures, before rolling out this product.",
    "Holding to account / Some business practices of banks raise concerns / The Reserve Bank of India (RBI) is certainly not at ease with the means deployed by some lending institutions to grow their business. RBI Deputy Governor Swaminathan J's address to the statutory auditors and chief financial officers of commercial banks and financial institutions bears out this discomfiture. While asking bank CFOs to ensure completeness and integrity in maintaining the books of accounts and in complying with statutory and regulatory requirements, he pointed to the misuse of bank internal accounts. These are accounts other than client accounts used by banks for their internal accounting and record keeping. Swaminathan has observed that some banks maintain lakhs of such accounts for no valid reason. It is good that the RBI is keeping a close watch on the internal processes of the lenders, warding off threats to financial stability. The misuse of internal accounts is no trivial matter. Last year, the RBI Governor and other officials had warned against sharp practices being adopted by banks and other lending institutions to dress up their financial accounts. This was followed by penal action against several lenders including Paytm Payments Bank, IIFL Finance, JM Financial and Kotak Mahindra Bank this year, stopping them from onboarding customers, making fresh loans, issuing credit cards and so on. The Deputy Governor's speech indicates that action is likely against lenders using internal accounts to conceal the true state of their asset quality and business growth. Swaminathan has also urged the CFOs to maintain open and honest communication channels with auditors and bank supervisors and 'eschew the notion of hiding, withholding or providing incomplete information to these teams.' The hint here is that financial statements of some lenders may not be accurate or reliable. Wilful misstatement of accounts misleads all stakeholders and poses a risk to the lender's existence. The central bank is right in maintaining a tight vigil on high growth sectors in bank lending, where the numbers appear too rosy. While bank credit growth has moderated from the highs recorded in 2022, it continues to grow at healthy double-digit levels, led by personal and credit card loans to households. Banks and NBFCs have been chasing sub-prime borrowers and new borrowers in their bid to grow their loan books. But despite this fast-paced growth in unsecured lending, asset quality has been healthy with non-performing assets at record lows. Fortunately, the increase in lending rates following the interest rate hikes since 2022, prima facie does not seem to have impacted high-risk loans. It is well that the RBI is asking lenders to be more transparent about their actual state of affairs. Bank audit committees should play a proactive role to ensure that financial accounts are prepared in a transparent manner. Their role in the financial reporting structure of banks is critical and audit committees should keep an eye out for sharp accounting and business practices.",
    "Credit to ECLGS / There are learnings to be had from the scheme's success / In India, it often takes a crisis to spur an effective policy fix to a long-standing problem. The Emergency Credit Line Guarantee Scheme (ECLGS), introduced by the Centre as a stop-gap arrangement to keep credit flowing to Micro, Small and Medium Enterprises (MSMEs) during Covid, has proved to be one such instance. A report in this newspapershows that the ECLG scheme extended liquidity support of over ₹3.68-lakh crore to 1.19 crore businesses in just a three-year tenure between May 2020 and March 2023. SBI's economic research has estimated that this saved 1.5 crore MSME jobs. Contrary to original fears that Non-Performing Assets (NPAs) from ECLGS would blow up and saddle the exchequer with a large bill on guarantees, the scheme has ended with Non-Performing Assets (NPAs) of about ₹22,000 crore or 6 per cent of the loans. A 6 per cent NPA figure may seem big today when banks are sitting on system-wide NPAs of less than 3 per cent. But it should be seen in the context of the severe dislocation suffered by MSMEs during the pandemic. A 6 per cent delinquency rate for MSMEs is not all that high, when you consider that banks were left with a stressed loan stock-pile of over 14 per cent from medium and large corporate loans in September 2013 after the capex boom. The ECLGS experience could offer lessons to address the ₹25-lakh crore credit gap in MSME funding (UK Sinha committee estimates). It may be worth reviewing why the Credit Guarantee Fund Trust for Micro and Small Enterprises (CGTME), which has been running guarantee-based schemes for MSMEs for over two decades now, has not met with the same success as ECLGS. The former levies an annual guarantee fee of between 0.37 per cent and 1.35 per cent from lenders against MSME loans, while the ELCGS did not levy any fee. While offering a 100 per cent sovereign backstop to lenders without any fee may entail moral hazard, the CGTME can perhaps lower its guarantee fees. ECLGS had capped MSME lending rates at 9.25 per cent for bank loans and 14 per cent for NBFC loans, while the CGTME allows free pricing. While capping loan rates may not sync with free-market principles, the success of ECLGS goes to show that MSME loans need to be reasonably priced to foster loan offtake. The bulk of loans under ECLGS has been availed by retail trade and services firms, suggesting that this segment has a large unmet credit need. Lenders, particularly banks, should move away from collateral-based lending models based on hypothecation of plant and machinery or inventory. With widespread digital adoption, lending based on easily verifiable cash flows of micro-enterprises has become quite viable. The ECLGS experience suggests that contrary to perception, the credit behaviour of MSMEs can be superior to that of large corporates. Their ability to service loans may be impaired during crises, but their willingness to do so is quite high once it is business-as-usual.",
    "Made for each other / Lavish weddings can have a socio-economic impact / The Ambani wedding extravaganza (Mukesh Ambani's son Anant's marriage with Radhika Merchant on July 12) has set off a 'rich' debate. While one side questions whether such a lavish celebration is kosher in a country where half the individuals spend less than ₹3,000 per month in real terms (2011-12 prices), there is the other which says that an individual has the right to spend his or her money that is rightfully earned in whichever why he or she pleases. There is perhaps much to be said for both sides. It is a fact that large weddings create a chain of livelihoods, more so in India where the wedding industry is supposed to be the second largest globally after the US. And weddings are private affairs after all with the commentariat having no stake in them. But socio-economic spillovers ought to concern us more than discussion around the event itself. Billionaire events trigger a 'demonstration effect' -- particularly among the burgeoning aspirational class. This could exacerbate indebtedness. A research paper on the impact of such weddings in rural India (by Francis Bloch, Vijayendra Rao and Sonalde Desai) published 20 years ago rings true today. A study by them of rural households in Karnataka finds that lavish celebrations are influenced less by norms in the village than patterns in cities. This is a variant of what sociologist MN Srinivas called 'sanskritisation' – mobility achieved by imitating the behaviours of families of higher social orders, with the difference that this goes beyond rural India or caste. According to a report by Motilal Oswal Financial Services, household debt is estimated to have touched 40 per cent of GDP in the December 2023 quarter, led by unsecured personal loans. These loans cannot be linked to weddings, but some of it may be debt-driven consumption by those who believe in 'keeping up with the Joneses'. Leading private banks and NBFCs offer personal loans for weddings, while five-star hotel chains tie up with fintechs to offer 'marry now, pay later' schemes. According to a recent Jefferies report, the Indian wedding industry is estimated to have grown to a staggering ₹10.7-lakh crore. Luxury weddings, ranging between ₹20 lakh and ₹30 lakh, constitute a major segment of the market. These generate livelihoods on a major scale, but compromise the savings even of the fixed-income upper middle class. The Jefferies report concludes that many Indians spend nearly double on weddings as compared to a tangible investment like education. A 2020 World Bank study documented 40,000 marriages in rural India between 1960 and 2008 and found that dowry was rampant. It is incumbent on influential leaders, whether in politics or business, to be mindful of the consequences of endorsing shock and awe consumption. They should also be aware of the timeless struggle for social reform, led by Jyotiba Phule, Gandhiji, Dayanand Saraswati and others. Gandhiji's dictum of moral restraint and minimalism (aparigrah) remains relevant today.",
    "There's a case for trimming tax incidence on bank deposits / Parity in taxation of fixed income and equity products may ensure that savers with a low risk appetite don't allocate to equities purely for tax reasons / With credit offtake racing ahead of deposit flows, banks are seeking an unusual fix to their problem in the Union Budget. SBI's economic research wing has argued that there is an immediate need to bring about parity on taxation between interest on bank deposits and gains on shares/equity mutual funds, given rising investor preference for the latter. The view seems to be that the 15 per cent short-term capital gains tax rate and 10 per cent long-term capital gains tax rate on equity helps it trump deposits on returns. While this argument is a little tenuous, there is a genuine case for lowering the incidence of tax on interest income, not only from bank deposits but also fixed income products such as small savings schemes. These products are the go-to vehicles for less-affluent savers and the main source of income for seniors. It is true that the younger cohort of the population has been allocating a higher proportion of its incremental savings to equities. However, it is doubtful if tax policies have played a big role in this shift. Inexperienced investors always chase the asset class with the highest recent returns. With the stock indices more than trebling from Covid lows, stocks and equity mutual funds have been the beneficiaries of this returns chase in the last four years. Should stock markets correct or equity returns revert to their long-term average of 12 per cent or thereabouts, newer investors are likely to shy away. While comparing their term deposits with other products on taxation, banks also need to introspect on whether they're offering a fair deal to savers when tax considerations are left out of the equation. Despite ostensible competition for CASA (Current Account Savings Account), most large banks have not seen it fit to revise their sub-3 per cent rates on savings accounts for decades now. On term deposits, they have opted for snail-paced transmission in a rising rate cycle. Reserve Bank of India data as of end-June showed that the weighted-average interest on term deposit balances has risen by just 125 basis points between April 2022 and now, while the policy rate is up by 250 basis points. The weighted average interest rate of about 6.28 per cent on banks' outstanding term deposits offers a slim real return to the depositor. Having said this, there are macro payoffs to be had from taxing interest income on deposits and small savings schemes at a flat rate of say 10 or 15 per cent, as opposed to taxing them at the investor's slab rate. Parity in taxation of fixed income and equity products may ensure that savers with a low risk appetite don't allocate to equities purely for tax reasons. Lower tax on interest can also boost real returns on deposits, which are the largest component of household financial savings. Redefining 'long-term' for equities from 1 year to, say 3 years, can lift tax collections while nudging equity investors towards a long-term orientation.",
    "PM Modi's recent Russia visit sends clear signals / The joint declaration between India and Russia should be viewed in the context of Western efforts to isolate Russia, diplomatically and economically / It is significant that Prime Minister Modi's first overseas visit after assuming charge of the government for the third time should have been to Russia. It suggests, perhaps to the exasperation of the Western world, that India's ties with Russia will continue to be on a strong footing, even as it voices its criticism over the war and violence in Ukraine. When seen along with India's recent agreement, just before the general elections, to develop a terminal at Iran's Chabahar port, it reaffirms the perception that India will deal with the West on its own terms. It has enough macroeconomic heft, besides a large market, to be able to do so. If a bilateral and multilateral reset is indeed underway, it may manifest itself in ties with China, US as well as in the dynamics within and between bodies such as G-20, BRICS, Quad, Indo-Pacific Economic Forum and even perhaps the Shanghai Cooperation Organisation (in which China, Russia, Iran and India are members). The joint declaration between India and Russia should be viewed in the context of Western efforts to isolate Russia, diplomatically and economically. The two countries seek to expand bilateral trade from the current $65 billion to $100 billion by 2030. They are in talks to build six nuclear reactors in India. Areas of cooperation spanning 'political and strategic, military and security, trade and investment, energy, science and technology' will be explored, the declaration says. The US has observed that third party sanctions (aimed at countries that aid Russia in its war effort) may be considered. India's $4 billion exports (some of it technology) to Russia have reportedly come under question. India's trade ties with Russia have changed dramatically after the war. Bilateral trade with Russia expanded 8x between FY21 (before the war) to FY24, or from $8 billion to $65 billion. Imports from Russia, largely oil , increased by nearly 12x to $61 billion. With China's trade with Russia too rising sharply since 2022 (now $240 billion), Russia has been able to maintain its daily crude export volume of seven million barrels per day through the war, despite the sanctions. However, the noises against India and China must be seen against the fact that the EU too has been getting its supplies of refined Russian crude from India. Rhetoric aside, there is an uneasy understanding between all parties. India should pursue its own interests, as it has done so far by maintaining a studied neutrality over Ukraine. However, it should be careful not to openly violate the sanctions. As a result of the two-year war in Ukraine, finance and geopolitics have become intertwined. The use of alternative currencies to the dollar is gaining ground, between India and Russia, Russia and China, and now between Saudi Arabia and China. India and Russia discussed these possibilities. In a multi-polar world order, India has done well to stay clear of camps and pursue its priorities.",
    "Recent curbs on SME IPOs are not enough / The regulator can consider increasing the minimum subscription amount in SME IPOs to ₹5 lakh as the first step to shield smaller investors / The NSE has done well to limit price gain in SME initial public offerings. These offers have been witnessing unprecedented speculative activity in recent times. The NSE Emerge platform for SME stocks registered 138 public issues in FY24 raising ₹4,622 crore. This is far higher than the previous record of 87 issues raising ₹1,442 crore in 2017-18. This surge in activity is led by retail investors getting lured by the large listing gains in these IPOSs. The NSE's move shows that the exchanges and the regulator are keenly watching this space. But the move to limit the stock price gain in the pre-open session on the listing day to 90 per cent may not be enough to dampen speculative fervour. Further measures will be required to make the SME platforms regain credibility and attract money from long-term investors. When the SME platforms were launched by BSE and NSE in 2012, the intention was to provide an avenue to small and medium enterprises to raise funding through capital markets. The compliance burden for these issues was lowered with the minimum number of subscribers at 50, the offer document having to be cleared by the exchanges and not SEBI, and requirement to file half-yearly financial accounts. The regulator, however, did not envisage active trading activity on the platform and expected liquidity to be low with the minimum SME IPO application size set at ₹1 lakh. This was done to keep away retail investors who may not be able bear the risks associated with these companies. But given the inflation and income rise over the decade, the ₹1 lakh limit is no longer a constraint for smaller investors. Retail participation has been increasing rapidly on these platforms, with the smaller float making these stocks more vulnerable to price manipulation and sharp price gains. The regulator can consider increasing the minimum subscription amount in SME IPOs to ₹5 lakh as the first step to shield smaller investors. Further, the limit of 90 per cent for capping the gains in the pre-opening session needs to be significantly lowered. While 40 of the 128 SME stocks, which debuted on the BSE and the NSE's SME platforms in 2024, delivered over 90 per cent return on the listing day, the cap is liberal enough to continue attracting speculators. Halving the limit for price gain in pre-open session could be more effective in checking speculators. If the stock has merit, it will move higher in the medium to long-term and reward long-term investors. Also, rules to curb speculation need to be implemented simultaneously on both the BSE as well as the NSE. Both exchanges list around 300 SME stocks each and public issuances on both exchanges evoke equal amount of retail investor interest. Curbing price gain on one platform will only result in speculators shifting to the other. The market regulator needs to start an awareness campaign on the difference between mainboard and SME IPOs to caution new investors who may be less aware of the risks.",
    "France's 'socialist' mandate seems a confused one / The French people don't seem to be able to make up their minds between an ideological preference and a felt practical need / A former British prime minister once said that 'a week is a long time in politics'. That's exactly what Marine le Pen, the leader of the right wing National Rally in France, has discovered. The country held the first round of its last general election on June 30. The outcome suggested that le Pen would be the next prime minister. A week later, in the second round, her party was pushed back to the third place. The New Popular Front, a last-minute alliance of Left and Green parties, got 182 seats in the National Assembly, Macron's Ensemble coalition got 163, and the National Rally 143 seats. Overall, France has a hung Parliament, since no party has a majority in the 577 member Assembly. That's not all. The French system is such that the president can be from a different party than its prime minister. That's what has also happened. The president is in charge of foreign and security policy. The prime minister runs domestic policies. It's a strange system that allows a peculiar system of checks and balances. It's not the first time that France has a president who is from a different party than the prime minister. It happened before at the end of the 1990s. It used to be said about the French Revolution that it had fundamental causes and immediate causes. This seems true even today. The fundamental cause for the current impasse is a strong French social preference for the Left. The immediate cause for the slow growth in popularity of the Right is unchecked immigration, which the Left doesn't seem to mind much. This election has shown how split the voters are between the fundamental and immediate causes. It also shows how French politics since the mid-19th century hasn't changed much and has been volatile and unpredictable. The French people don't seem to be able to make up their minds between an ideological preference and a felt practical need. They often end up with indeterminate governments. It's worth noting in this context that Iran too has had a similarly surprising result. A left leaning candidate has won the presidential runoffs. The election became necessary after President Raisi died in a helicopter crash last May. The successful candidate, Masood Pezeshkian, a heart doctor, is a reformist and it will be interesting to see how things shape up there. It does not seem wise to generalise but it does seem as if in the group rights vs individual rights choice, for the moment at least there is an increasingly revealed preference for individual rights. France has been at the forefront of this movement since its revolution in 1789 and is still the intellectual leader when it comes to combining political democracy and economic socialism that can at times mimic communism. As the last Indian general election showed in June, India, too, is following that intellectual lead. It's articulated differently in India but the overall approach and outcome are similar.",
    "Labour shortage, low wages call for policy response / A challenge before the forthcoming Budget is to create incentives for quality employment and skilling / A recent report in this newspaper refers to the perceived shortage of skilled blue collar workers in the construction sector in particular, ranging from plumbers, carpenters, masons and welders. Observers have attributed the present shortage to urban migration to the villages, accentuated by the heat of a bad summer. The other reason for shortage is migration, particularly to the Gulf countries, for better pay and dignity. What's unsaid though is that labour users do not appear to pay skilled workers their due, amidst rising costs and aspirations. The coexistence of high unemployment, low wages and 'skills shortage' is an intriguing triad. There could be three reasons for low wages. First, the productivity of labour is low due to the lack of skill development; the reserve army of labour on account of absence of jobs depresses wages; and substitution of capital for labour adds to the labour surplus. Given this backdrop, bidders for labour believe they can get skilled workers for subsistence wages. This is a mistake, since the labour market is heterogenous. Bidders do not recognise — and this is a sociological bias — the skills embedded in blue collar work, and are therefore not willing to pay for it. There can be no argument against moving from a wage of subsistence to that of dignity. Fears of a wage-price spiral are exaggerated in a country where the rural monthly per capita consumption expenditure in real terms grew at a CAGR of 3.79 per cent between 2009-10 and 2022-23 (to ₹2,008), according to the Household Consumption Expenditure Survey. For urban India, the growth in real terms was just 3.1 per cent (₹3,510 in 2022-23). Policy solutions too must be explored to improve labour productivity through skilling, a big reason for low wages. The recently released Annual Survey of Unincorporated Enterprises tells us that gross value added per worker did not increase in real terms in 2022-23 (October-September) over the previous year. There has been a negative growth in per worker GVA in real terms over pre-Covid levels. To arrest this, skill development policies deserve a relook. An outlay of just ₹3,520 crore for the Ministry of Skills Development and Entrepreneurship in the Interim Budget possibly suggests that the reality on skilling does not match the rhetoric. While schemes for jobs and skills development under the Labour Ministry received over ₹12,500 crore, what happens on this count is not evident. A challenge before the forthcoming Budget is to create incentives for quality employment and skilling. The first can be done by introducing production linked incentives in labour intensive sectors, and tweaking existing PLIs. According to a report by Citigroup, even with an average growth rate of 7 per cent over a year India can only generate 8-9 million jobs a year — whereas 12 million are getting added to the market annually. The capital intensity of growth needs a serious relook. Stubborn social attitudes that depress wages, and spur 'shortage' and migration should be challenged.",
    "SEBI's push for passive funds is welcome / Passive funds shield investors from excessive dependence on fund manager skills and the success or failure of a fund house's investment style or thesis / Passive funds have been big beneficiaries of the record inflows into mutual funds since Covid market lows. This category accounted for about 16.5 per cent of the assets managed by the industry in May 2024, more than double the 7 per cent share four years ago. In developed markets such as the US, passive funds have already nudged past actively managed funds. Considering cheaper costs and the lower risk associated with these funds, the Securities and Exchange Board of India's (SEBI's) move to frame 'MF Lite' regulations to encourage passive products is a step in the right direction. A nudge towards passive products is good for mutual fund investors on many counts. For one, with over 30 categories of actively managed products on every AMC's (Asset Management Company's) menu, investors who are new to mutual funds are often befuddled by a problem of plenty and are unable to make informed choices on the right categories or fund managers to select. Passive funds narrow down the choices as they mirror known indices. They also shield investors from excessive dependence on fund manager skills and the success or failure of a fund house's investment style or thesis. Passive funds are also an option for investors with lower risk appetites, as the downside is capped to the extent of the fall in the index when market conditions turn hostile. More importantly, active funds in India are finding it a tough task to beat their benchmarks. A paper put out by SEBI last year showed that be they direct or regular plans, only 27-66 per cent of the active funds were able to match or outperform their benchmarks over 1 to 10-year timeframes. Passive funds are already far cheaper for investors to own than active funds. While index funds and exchange traded funds charge a maximum TER (total expense ratio) of 1 per cent, TERs on active funds can go as high as 2.25 per cent. While SEBI has been grappling with the issue of trying to reduce TER caps for active managers, encouraging more passive funds may be a simpler way to achieve such reductions through competition. The entry of more AMCs into the field, enabled by lower net worth requirements under MF Lite could aid competition and benefit investors too. Existing AMCs — who can hive off their passive schemes under MF Lite — may also be able to rejig their cost structures. That said, a few aspects of the MF Lite regulations need fine-tuning. The regulations seek to introduce a new category of hybrid passive funds, but try to micromanage how exactly these indices should be constituted. This could stifle innovation as the risk appetite of investors seeking hybrid funds can also vary. While existing AMCs are allowed to hive off their passive business, separating shared resources may be easier said than done. The move to encourage passive products must also go with fostering further innovation in index construction itself, currently vested with the exchanges. SEBI should also go for uniform applicability of MF Lite across all passive schemes.",
    "SEBI has found a way to rein in finfluencers / Market regulator has plugged the loopholes / With retail investors developing a yen for risky products since Covid, financial regulators have been grappling with the issue of enforcing their writ on social media influencers, or finfluencers. Regulators have had a tough time cracking down on so-called 'advice' from finfluencers because they lack jurisdiction over mass media. Any blanket ban on sharing of financial content on social media would run counter to the individual right to free speech. Finfluencers have however been exploiting this leeway. Capital market participants, for instance, regulated by Securities Exchange Board of India (SEBI), are expressly barred from offering investment advice in any form without registering as research analysts (RAs) or Registered Investment Advisors (RIAs) and complying with set rules on fees, performance claims and conflicts of interest. But unregistered influencers have built up a massive social media following by offering product recommendations and stock advice without any such restraints. Many influencers present sponsored product plugs as 'independent' content. Some have allied with sharp operators to dupe retail investors by running pump-and-dump schemes in dodgy stocks. Despite repeated warnings by Reserve Bank of India (RBI) about the lack of legal standing for crypto-currencies, finfluencers have actively peddled them. SEBI, finally, may have found a smart workaround to rein in finfluencers. The regulator has decreed that all market entities regulated by it should not associate with or have any transactions that involve money, compensation in kind or product referrals, with unregulated entities providing advice or recommendations or making performance claims. This can help rein in finfluencers on three counts. One, sponsorship fees (or payments in kind) for creating content from regulated players such as brokers, mutual funds and transaction platforms make up the main revenue stream for finfluencers who offer 'free' social media advice. Two, to circumvent SEBI's rules on the kind of returns claims they can make and the disclaimers that should accompany them, some regulated entities use finfluencers as the conduit to hard-sell their products. SEBI's new dispensation plugs this regulatory arbitrage. Three, an ecosystem is now in place for investors or third parties to escalate complaints to SEBI on over-the-top promotion of regulated products. SEBI rules will, however, not apply to persons exclusively engaged in investor education. While SEBI may have reined in finfluencer activity on capital market products, the field remains wide open for mis-selling on non-capital market products such as insurance schemes, insurance-cum-savings plans, and activities such as offshore forex trading and trading in crypto-currencies. This calls for other financial regulators such as RBI, IRDA (Insurance Regulatory and Development Authority) and the Pension Fund Regulatory Authority to put in place similar rules, without further ado.",
    "Airport canopy accidents highlight regulatory gaps / The lack of clarity on operational responsibilities is worrisome / Amidst torrential rain, airport canopies came down crashing recently in Delhi, Rajkot, Lucknow and Jabalpur. The accidents give rise to two lines of enquiry. First, it raises questions about the design of these canopies – why they were not equipped to withstand a spell of hard rain, even if that spell was exceptionally severe. Delhi is believed to have received a third of its entire monsoon rain last Friday. But extreme weather events are no longer rare, and it is surprising that today's buildings cannot account for this factor. While details are not known, it is possible that the rapidly accumulating water on the canopy had no outlets, which brought the canopy down. The mishaps betray a technical shoddiness and disregard for upkeep (if, say, the outlets on the canopy were not working) that are disconcerting for a country pushing infrastructure growth. Second, it appears that there are no clear rules or even laws in place to establish accountability. In the present context, the private consortium or main operator should be held to account – the airports concerned are run by a consortium which has entered into an Operation, Management and Development Agreement (OMDA) with the Airports Authority of India (the two entities owning the airport in a 74:26 ratio). However, the scope of the OMDA in this respect is not known. The consortium sub-contracts the construction of various parts of airports to different players. A perfunctory reading of the contract law tells us that the principal contractor or the consortium remains primarily responsible. But the nature of the contracts between the consortium and the sub-contractors is not known; for instance, it is possible that the latter has undertaken to be responsible for maintenance. In that case, the legal position is nebulous. The agent could be held responsible if some lapses in terms of disclosures are established. A July 2022 Supreme Court ruling on a case between Delhi International Airport Limited and AAI delves into aspects of OMDA that pertain to fees and revenue sharing, but does not address this grey area. It only says that the Airports Economic Regulatory Authority of India (AERA) is the regulator concerned. What is astonishing is the lack of clarity on operational responsibilities, despite the fact that airport liberalisation came into being as far back as in 2008, with the passage of the AERA Act. A background paper on the 'regulatory philosophy' of the Act issued in June 2010 is focused on upkeep of 'air navigation' rather than ground handling services. It is worth asking whether users of airports, who pay passenger development fees and user development fees, can lay charge to being shortchanged in a mishap. As regards the revenue sharing model between the consortium and AAI, it is worth looking at how it is working in practice. India's infrastructure regulation and operations have too many grey areas. Addressing these issues should be a policy priority.",
    "Banks in robust shape; fintech-NBFCs need watching / RBI's recent regulatory actions against some NBFCs, after inspecting their books, show that the reported numbers may hide evergreening and under-reporting of stress / For many quarters now, banks have been reporting a consistent decline in non-performing assets (NPAs) and comfortable capital buffers, despite brisk loan offtake. This has given rise to doubts as to whether there's an unseen bubble building up. There has also been concern about bank credit growth running well ahead of deposit growth. The Reserve Bank of India's (RBI's) latest Financial Stability Report for the six months ended March 31, 2024, seeks to allay these fears. The report notes that banks are sitting on multi-year low gross non-performing assets (GNPAs) of 2.8 per cent and net NPAs of 0.6 per cent, with no signs of emerging stress in their SMA-1 and SMA-2 accounts (loans overdue for 30-60 days). It presents empirical data to show that credit-deposit ratios or defaults are not a big worry as long as credit growth stays within the 16-18 per cent range (it was 16 per cent in May 2024). It puts scheduled commercial banks (SCBs) through a battery of stress tests on macroeconomic shocks, a spike in defaults and so on, to find that they are in very little danger of falling short of capital or liquidity in high-stress scenarios. RBI's pre-emptive measures in November 2023 to raise risk weights on unsecured retail loans seem to have worked by reducing banks' CRAR (capital to risk-weighted assets) and thus moderating their lending to this segment. Banks reported sequentially lower net and gross GNPAs of just 1.2 per cent and of 2.1 per cent on their retail books in March. With stock market investors relying on borrowed funds, there were concerns about whether a stock market crash would destabilise banks. But the stress test showing that a 55 per cent drop in stock prices would reduce banks' CRAR only by 51 basis points, dismisses these fears. However, it must be remembered that it is not banks but non-banking finance companies (NBFCs) that have been at the forefront of lending to both new and below-prime borrowers of late. Data from the FSR suggests that risks could lurk there. Prompted by the regulatory tightening in November, NBFCs slowed their pace of retail lending and trimmed the share of unsecured loans in their books from 32.2 per cent to 22.9 per cent, while reporting NPAs below 2 per cent. But RBI's recent regulatory actions against some NBFCs, after inspecting their books, show that the reported numbers may hide evergreening and under-reporting of stress. While overall defaults on retail loans have dipped, those for loans below ₹50,000 remain elevated. Fintech-NBFCs account for 47 per cent of this pie. Over 8 per cent of personal loans also face defaults within a year, with more than half these borrowers having three live loans when taking the latest one. A blow-up in NPAs here could pose indirect risks to financial stability, as the NBFCs going big on these loans are borrowers from banks and significant net debtors to the financial system. RBI has its task cut out in trying to balance this risk with the need to push financial inclusion.",
    "Network concerns / New Telecom Act big on infra, weak on freedoms / The Telecom Act, 2023, which has been partially notified by the Centre to replace the archaic Indian Telegraph Act of 1885 and the Indian Wireless Telegraph Act of 1933, marks a pivotal shift in India's telecommunications landscape. Notably, the 2023 Act grants the government the authority to use private property for telecom installations. Getting permission to install towers and lay cables has been a major challenge. The new law aims to streamline infrastructure deployment and reduce disputes during property transactions, a significant step towards improving telecom services. The Act also introduces stringent measures against spam, mandating telecom operators to obtain prior consent from subscribers for promotional messages. Violations may incur fines and service bans, and rightly so. But even as the new legislation aims to modernise regulation and spur technological advancement, it is not without its contentious aspects concerning privacy and governmental oversight. The Act's broad definitions and ambiguous phrasing raise concerns about its implications for digital freedoms, especially regarding online communication services like WhatsApp and Zoom. Sections empowering the government to intercept messages and suspend telecom services under nebulous grounds of public emergency or national security echo colonial-era powers; these lack adequate checks and balances against potential misuse. Of particular concern is Section 20, akin to provisions in the Indian Telegraph Act, 1885, allowing for temporary suspension or interception of telecommunications, potentially extending to internet services. The absence of procedural safeguards may heighten risks of privacy violations and undue governmental interference. Additionally, the Act's ambiguity regarding its applicability to Over The Top (OTT) services and its provisions on internet restrictions for maintaining public order could further jeopardise digital freedoms. The power to restrict internet access without clear judicial oversight risks stifling dissent. However, the Telecom Act, 2023 introduces progressive measures such as revamping the Universal Service Obligation fund as Digital Bharat Nidhi, which can be used for funding R&D and pilot projects, instead of merely supporting the setting up of telecom services in rural areas. The Act's omission of financial relief measures for debt-laden telecom operators, contrasting with earlier drafts, casts a shadow over its commitment to market diversity. While the Telecom Act, 2023 promises to usher in a new era of technological growth and infrastructure development, it must navigate a delicate balance between progress and individual rights of privacy and freedom of expression. As the Act comes into effect, stakeholders must actively engage to refine regulatory frameworks, mitigate risks and foster a digital ecosystem that respects and protects the rights of citizens.",
    "Spectrum auctions need to be rethought / The Centre should abandon annual spectrum auctions, opting instead for a centralised platform where spectrum can be procured on demand / The Centre must urgently reassess its spectrum selling policy in light of recent auctions where operators showed limited interest in purchasing airwaves. Less than 2 per cent of the offered spectrum was sold, resulting in the Centre achieving only 12 per cent of its revenue target. In most circles, there was no competitive bidding, allowing operators to acquire spectrum at the reserve price. Additionally, operators avoided bidding on 5G spectrum, such as the 3300MHz/26GHz bands, citing unmonetised investments from previous acquisitions. Airtel and Vodafone Idea focused mainly on renewing airwaves in regions where their twenty-year rights are coming to an end, while Reliance Jio confined its bids to specific areas like Bihar and West Bengal, spending less than ₹1,000 crore compared to ₹88,000 crore in the previous auction. With telecom companies burdened by a collective debt of ₹6.4-lakh crore, there's a reluctance to engage in aggressive bidding wars for spectrum. The lack of viable 5G use cases further complicates matters, while budget-conscious consumers opt for unlimited data plans, affecting revenue streams. This auction highlights a shift: operators are no longer rushing to accumulate spectrum at high costs, signaling a change in how this resource is perceived. Spectrum, once considered scarce, is now abundant. The Centre's auction offered over 10,500 MHz, sufficient for all operators to provide quality services for the next two decades. Notably, the government avoided creating artificial scarcity to stimulate demand, a commendable approach. Looking ahead, three critical steps should guide the telecom sector's growth. Firstly, the Centre should abandon annual spectrum auctions, opting instead for a centralised platform where spectrum can be procured on demand. Transparency should be upheld through public disclosures of spectrum availability and competitive bidding when multiple entities express interest. Moreover, the evolution towards a demand-driven spectrum allocation system would align with global best practices, fostering efficiency and competitiveness in India's telecom market. By eliminating the rigid annual auction cycle, operators can better strategise their spectrum acquisitions, optimising network deployments and service offerings based on actual needs rather than speculative forecasts. Secondly, spectrum pricing must be re-evaluated. Spectrum auctions conducted by the Centre since 2010 have been largely unsuccessful due to the high reserve price fixed by the telecom regulator. The existing auction mechanism often fails to reflect market value, as evidenced by bids rarely exceeding reserve prices. Lastly, operators must pivot towards innovation to enhance customer experiences. While their current monetisation strategy revolves largely around increasing tariffs, mobile service providers should explore new 5G applications that add value to users' lives. As broadband networks expand, operators should emulate companies like Google and Meta, leveraging mobile infrastructure to generate significant revenues through consumer-centric services.",
    "MSP hikes on oilseeds, pulses, millets are welcome / They need to be backed by significant procurement by the state / After deficient rains last year in both the South-West and North-East monsoons which dampened agricultural output, a stalling monsoon this year has delayed sowing operations. Therefore, the Centre's announcement of Minimum Support Prices (MSPs) for the upcoming kharif is timely, ensuring that farmers have visibility on prices if not on yields. Hikes in MSP have been quite handsome for most crops at 6-13 per cent over the previous year. Two factors seem to have dictated the fixation of crop-wise MSPs. The need to step up output of oilseeds and pulses — particularly tur which is an exclusively kharif crop — where India is highly import dependent. There were significant reverses in the output of pulses (down 6 per cent), oilseeds (down 4 per cent), maize (down 8 per cent) and coarse cereals (down 4 per cent) last season. MSP increases this year seem designed to encourage farmers to shift to higher acreages of ragi (11.5 per cent increase in MSP), tur (7.8 per cent increase) and oilseeds such as sunflower seed (7.7 per cent), sesamum (7.3 per cent) and nigerseed (12.7 per cent). In line with poll promises, MSPs for the current year also factor in margins of 50 per cent or more over cultivation costs (including family labour) for each crop. MSPs for crops such as bajra, tur and maize in fact factor in margins of 54-77 per cent. MSP announcements do influence sowing decisions. But policymakers should bear in mind that they alone are not sufficient to nudge farmers away from paddy to other crops; they need to be backed by significant procurement by the state. While there is a well-oiled Central as well as State procurement machinery for paddy and wheat to feed the PDS (Public Distribution System), procurement mechanisms for other crops such as millets, oilseeds haven't yet evolved. Last year, well over a third of the marketable surplus for paddy and over 40 per cent of the surplus for pulses were mopped up by official agencies, but maize, millets and oilseeds saw less than 6 per cent of their marketable surplus being procured. To better meet the nutritional needs of lower income households, the PDS in any case needs to diversify beyond cereals into millets, pulses and edible oils. Then there is the problem of uneven distribution of benefits from state procurement even with respect to rice and wheat. As the State cannot procure the entire marketable surplus of any crop or ensure even purchases across farmer segments or regions, the real solution to remunerative prices for farmers lies in them being able to freely market their produce to private buyers, both in the domestic and export markets. For this the Centre needs to prevail upon States to lower the barriers that impair inter-State movement of produce. Farmers need timely access to market intelligence and must be empowered vis-à-vis intermediaries and large corporate buyers, through collective initiatives such as co-operative societies and farmer-producer organisations.",
    "Self-declaration certificate process for ads needs fine tuning / Advertisers complain that the sites hang, the process is cumbersome and takes ages to upload / In order to strike down the egregious claims made by one advertiser, Patanjali Ayurved, and to prevent further distorted claims by other advertisers in the future, the Supreme Court in an order on May 7, 2024, had directed broadcasters, and print and digital media to file self-declaration certificates (SDCs) that their ads comply with all extant rules. While it's nobody's case that this self-declaration would curb misleading ads, the ham-handed manner of its implementation has advertisers and media houses fretting. In order to comply with the SC order, the I&B Ministry mandated that all advertisers upload details about their advertisements — print and digital — on the Press Council of India site, and TV and radio media on the Broadcast Seva portal of the I&B Ministry from June 18. While the self-declaration certificates sought on the PCI site exceed 28,000 as on date, that on the Seva site is not clear. This has stirred a hornet's nest among advertisers as the sites have been unable to handle the hundreds of log-ins for the SDCs. They complain that the sites hang, the process is cumbersome and takes ages to upload, resulting in a delay in the release of the ads to media houses and consequent financial implications. These glitches have shades of the earlier launch and implementation of the income tax portal and the GST portal which went through all the same teething troubles. This again goes to prove that the digital backbone needs to be robust before embarking on such mammoth-scale endeavours. Other doubts and issues abound. As the Indian Newspaper Society in a letter to the Secretary of the I&B Ministry points out, requiring all ads to seek SDCs is not advisable. There are ads that make no claims — the whole kerfuffle emanated from misleading claims made by Patanjali ads — so these ads need to be exempted from such compliance, is its plea. Then there are government and public sector ads or statutory ads which may not need self-declarations. Getting SDCs for different sizes and versions of the same ad, as well as in different languages, also adds to the compliance burden. Digital media, which is now closely integrated with the operations of the print media, has its own set of challenges as well. Digital ads are often released in tandem with print ads which means the SDCs need to be secured simultaneously, a challenge given that digital ads are more malleable and can be produced in various formats ranging from videos to banner ads. There are other issues of confidentiality as well, if an advertiser has to reveal the entire media plan on the portals and lose the edge over rivals. While the move by the I&B Ministry is in compliance with the SC order and is a welcome step to safeguard consumer interest and curb misleading advertising by unscrupulous advertisers, the manner of its implementation needs refinement and fine tuning. More confabulations with the advertising industry are certainly called for.",
    "TRAI should address concerns over competition, freedom / While the regulator has rightfully emphasised revamping audience measurement systems, it overlooks the need to assess the extent of media consolidation / The Telecom Regulatory Authority of India's (TRAI) recommendations for formulating the National Broadcasting Policy are aimed at catapulting India into a global leadership position in broadcasting. Central to TRAI's proposals is its ambition to promote high-quality content across diverse platforms — television, radio, and OTT services. In an era where digital piracy poses significant challenges, the policy's focus on robust copyright protection is crucial. By implementing stringent mechanisms to safeguard intellectual property rights, TRAI aims to ensure that content creators receive fair recognition and compensation for their contributions. This not only fosters a competitive marketplace but also encourages continuous innovation in content creation. While the proposals lay a solid foundation for the sector, TRAI has missed out on certain crucial aspects that remain pivotal for a robust policy framework. The convergence of traditional broadcasting with digital media necessitates a harmonised regulatory framework to ensure fair competition among service providers. Addressing disparities between regulatory regimes governing different media platforms — like traditional broadcasters and digital streaming services — will be essential in fostering an equitable playing field. Though TRAI has hinted at the convergence of regulations between streaming companies and broadcasting firms, it has not provided specific recommendations on achieving this parity. TRAI has also ignored the long-standing demand from the industry for tariff forbearance, given that the average revenue per user has remained stagnant for nearly five years. Another area of concern is the balance between content regulation and freedom of expression. While TRAI acknowledges the importance of responsible content dissemination, clarity on regulatory guidelines, especially concerning censorship powers being discussed as part of the proposed Broadcasting Services (Regulation) Bill, is crucial. Preserving creative freedom while upholding ethical standards is imperative to avoid any undue censorship that could stifle innovation and diversity of viewpoints. The paper has also ignored the issue of cross-media ownership. While the regulator has rightfully emphasised revamping audience measurement systems, it overlooks the need to assess the extent of media consolidation. TRAI itself has previously highlighted significant cross-ownership between print and broadcast media. Some companies own content, distribution, and broadcast channels, raising concerns about media pluralism — an essential pillar of a strong democracy. Therefore, a robust policy needs to establish a mechanism to capture this complex ownership landscape and ensure healthy competition within the sector. While the TRAI paper sets a promising trajectory for the country's broadcasting sector, the Centre should address these gaps as it embarks on the next phase of regulatory reforms to drive growth and innovation. By prioritising inclusivity, fostering creativity, and ensuring regulatory coherence, India can indeed emerge as a global powerhouse in broadcasting.",
    "Safety should be a top priority in the Rail Budget / The Railways needs to adopt a dual-track approach to safety — have the right technology in place, and improve its management of human resources / The Kanchenjunga Express accident on June 17 — the third major collision episode in a year — raises questions on whether the Railways has gone a bit off-track on safety. While the Railways' safety record has improved over two decades, there has been a recent reversal. Railway Minister Ashwini Vaishnaw informed the Rajya Sabha in July last year that the number of 'consequential accidents' — those entailing injuries and loss of life — had fallen from 473 in 2000-01 to 48 in 2022-23. But the number of such accidents climbed from 22 in 2020-21 to 48 in FY23. Derailments increased from 17 to 36 over these two years, after having fallen from 350 in 2000-01. The recent rise in derailments and collisions calls for a systemic response. It is only too easy to pin the blame on field staff, whereas the entire chain of command should be held to account. The Railways needs to adopt a dual-track approach to safety — have the right technology in place, and improve its management of human resources. The Kavach anti-collision software, which gets a train to stop when a loco pilot fails to apply the brakes, has been installed in just 1,465 route kilometres and 139 locomotives, despite its having been rolled out in February 2016. The Railway Minister informed Parliament this February that tenders had been awarded for Delhi-Mumbai and Delhi-Howrah sections. Surely, Kavach is a complex technology, requiring the software integration of railway stations, track and locos. It costs ₹50 lakh per km and ₹70 lakh per locomotive. However, it could have been speeded up on high density routes. It is not clear why only three OEMs have been approved so far. If Kavach is to proceed at a snail's pace, the Railways must evolve other tech options. While such systems are meant to negate 'human error', it is also important that scope for the latter is reduced. Errors could occur when staff performing critical tasks requiring hours of concentration — such as loco pilot, assistant loco pilot, guard, station master, signal staff — are stretched on account of their inadequate numbers. The Railway Ministry's response to a recent RTI application reveals that of the 2.7 lakh posts lying vacant in the Railways as of last June, 1.5 lakh are in the safety category. The Centre, however, seems to have woken up to the seriousness of the issue. Almost coinciding with the latest mishap, the Railways said it would recruit nearly 18,800 assistant loco pilots soon. This effort should continue. Meanwhile, a December 2022 CAG report on derailments observes that there are shortfalls ranging from 30 per cent to 100 per cent in inspections by track recording cars. The upcoming Budget should push track renewal, while looking into why allocations of over ₹17,000 crore for FY24 on this count were not fully spent. The emphasis on 'customer amenities' can wait. With a gross budgetary support of ₹2.5-lakh crore likely to come its way, the Railways should work towards being safe rather than flamboyant.",
    "Prioritise reforms in GST rates, procedures / Bring alcohol and fuel into GST ambit; shun punitive approach to mopping up taxes / Nearly seven years after its inception, there can be no denying the success of GST as a tax reform measure. Businesses have benefited from a more streamlined system after State imposts were dispensed with. Transparent e-filing processes appear to have stemmed leakages, boosting tax revenues. The gross GST mop-up in FY24 crossed the ₹20-lakh crore mark (₹20.18-lakh crore), up 11.5 per cent over the previous year. It is remarkable that GST collections have increased 71 per cent since FY19, notwithstanding the pandemic shock. Yet, when the GST Council meets today for the 53rd time, the first under the new government, it needs to impart a push to crucial reforms – rationalising tax rates; bringing alcohol and fuel into GST's ambit; and doing away with a punitive approach to mopping up taxes. Besides rate rationalisation, a review of taxes on specific sectors is likely to figure as an agenda item. The latter includes a 28 per cent levy on online gaming; addressing inverted duty structure in sectors such as textiles, footwear, medicines and fertilizer, which stymies input tax credit claims; and surprisingly high rates of duty on items of common use such as cement and two-wheelers. The Council has, in the past, corrected genuine anomalies. However, it remains to be seen whether it makes major progress in crucial but contentious areas such as rate rationalisation and inclusion of new items, given electoral considerations and the realities of coalition politics. The need to rationalise rates to promote ease of doing business is one of the main goals of GST. But it is apprehended as being inflationary. The move would mean a rate of 8 per cent instead of 5 per cent and 12 per cent, and 15 per cent instead of 12 per cent and 18 per cent. The 28 per cent rate can perhaps be reduced to 18 per cent. Much would depend on how the fitment committee (comprising central and State tax officials who have been meeting often of late) approaches the issue. The consensus-building skills of BJP's State ministers can play a crucial role in achieving a breakthrough. They are part of the multi-party 'group of ministers' looking into rate rationalisation, led by Uttar Pradesh Finance Minister Suresh Khanna. GST marks the success of consensus building in a diverse polity; that spirit should be sustained. It is easier to move quickly on procedural matters. GST tribunals must be set up soon to resolve disputes. Multiple reasons for delay in disbursing input tax credit should be addressed, including the cost borne by a buyer due to tax filing irregularities by a seller. These delays or denials could lead to costs being passed down the chain. The Central Board of Indirect Taxes and Customs has recently issued orders to restrain overzealous tax officials, but harassment remains a concern – more so with MSMEs. Powers of arrest under Section 132 of the GST Act have been a subject of controversy. Ultimately, it should not be forgotten that GST is meant to smoothen matters for business.",
    "India Inc's excuses for slow pace of capex wear thin / With demand reviving and growth prospects looking up, it is time for industry to step up investments / Industry associations have been coming up with their usual wish-lists ahead of the upcoming Budget for 2024-25. Most suggestions are on expected lines, with plugs for rural infrastructure and consumption boost, job creation, PSU privatisation, GST rationalisation, anti-dumping action and so on. However, it is surprising to see some demands for the Centre to further ratchet up its capital spending. One demand, for instance, has been for the Centre to raise its capital outlays by 25 per cent in the FY25 budget compared to the 17 per cent increase in the interim Budget. The expectation that the Central government will continue to do the heavy lifting on fixed capital investments, while the private sector waits for utopian conditions, seems unreasonable. With the government handing out significant tax breaks to private corporations just before Covid, India Inc exited the pandemic in better shape than households. National Accounts data show that, with the Centre tightening its belt on revenue spending and shifting its expenditure mix in favour of capital spending, government-driven Gross Fixed Capital Formation (GFCF) shot up by 64 per cent between FY19 and FY23, while private sector GFCF rose only 52 per cent. The private sector's share in capital formation has fallen in the last five years while the government's has climbed. It is about time India Inc picks up the baton on capital investments, while the government focuses on fiscal consolidation. The usual excuses that industry captains trot out for dragging their feet on capex are wearing thin. Trends in the sales of FMCGs, white goods, e-commerce, two-wheelers and cars, air traffic, hotel bookings et al in recent quarters, belie the claim that domestic demand remains uncertain. Besides the optimism exuded by consumers in the RBI's forward-looking surveys, bank retail credit offtake has been growing at over 20 per cent. In recent months, real GDP numbers have overshot estimates while Purchasing Managers Indices (PMIs) for both manufacturing and services have stayed in expansion mode. Industrial capacity utilisation nudging 74.7 per cent in the RBI's latest OBICUS survey (Q3 FY24) also offers little hint of factories idling or struggling for new orders. Helped by tax cuts and benign commodity prices, India Inc has seen a manifold expansion in its profitability and cash flows in the last five years, with net-debt-to-EBIDTA halving in this period. As a result, rising interest rates have not made much of a dent in corporate debt servicing ability. It is not clear what cues India Inc is waiting for, to embark on capital expansion. The time is ripe for it to get going, while allowing the Centre to prioritise fiscal consolidation over a continued capex boost. The government needs to scale back its market borrowings to create room for the private sector to fund its capex, and for the Monetary Policy Committee to consider easing up on rates.",
    "Rural revival / Rise of discretionary spend, a positive for growth / The recently released detailed factsheet on the Household Consumption Expenditure Survey (August-July 2022-23) does point to some heartening trends for those who have taken a gloomy view on sputtering consumption demand and its effects on growth. In fact, the Reserve Bank of India Governor Shaktikanta Das' recent observation that rural demand is on the upswing seems to hold true in a general sense – if some of the findings of the HCES are any indication. The key finding of the HCES is that the share of food in monthly per capita consumption expenditure (MPCE) in rural households has fallen below the 50 cent cent mark, for the first time ever. It is 46 per cent of the average MPCE of ₹3,773 (current prices) for the rural individual. This raises the issue of whether the consumer price index (rural), which ascribes a weight of 54 per cent to food items, should be adjusted accordingly. It perhaps should, but the question is by how much. Since the average MPCE value for rural India falls in the 60th percentile, there is likely to be a large variation in consumption patterns across income spectrum, with the upper end of the distribution dominating the shift away from food items. However, the impact of free foodgrain has probably blunted the edge of deprivation, lifting discretionary spending. It is remarkable that share of conveyance, medical expenses, consumer services in rural MPCE, exceeds that of cereals at 4.91 per cent. The HCES shows that within the food basket the share of cereals has dropped from 10.69 per cent a decade or so ago when the NSSO 68th Round was conducted, by nearly six percentage points. Beverages, processed foods, milk, meat and eggs have picked up. These are indications of improved incomes; the sharpest rise is seen in conveyance from 4.2 per cent to 7.55 per cent. The signals emanating from this shift, to the extent that it is spurred by incomes rather than inflation, are positive for industry. There are signs of convergence in the rural-urban gap. The difference between rural and urban MPCE as a percentage of the former is 71.2 per cent now, against 83.9 per cent in 2011-12. In urban India, too there has been a shift away from food items, and within that away from cereals. The expenditure on conveyance, durable goods and milk and milk products stands out. Here too, there are disparities across the income distribution, for an average MPCE of ₹6,459 (current prices). The lower share of medical expenses in urban India compared to rural, points to the availability of better health facilities. Analysts have observed that it is important to arrive at a measure of rural and urban GDP to place consumption data in perspective. The HCES data gives rise to basic policy questions. For example, cereals inflation looks a puzzle in view of a growing consumer shift away from it. A better understanding of how incomes, debt and inflation are driving consumption is called for by conflating different data sets. This could lead to precise framing of welfare and other policies.",
    "To tax, and to please / Personal income tax regime cries out for reform / Reducing personal income tax and simplifying individual tax laws should be a priority area in the upcoming Union Budget for 2024-25. It has been five years now since the Centre transitioned domestic companies to a lower tax regime. It is moot if this has led to higher capital investments or job creation by India Inc. But it has certainly led to more pressure on the individual taxpayer to do the heavy lifting on tax collections, while she faces a peak tax incidence of 40 per cent or more. There is acute disenchantment among the middle-class with the last two NDA governments for not giving them any tax concessions. Though individual taxpayers have been offered an exemption-free, new regime, there are not enough incentives to make the switch. Material changes are therefore in order. Rising cost of living has substantially lifted the threshold income for the salaried class to make ends meet, especially when they migrate to the cities for employment. Tax-payers simply do not find the new tax regime rewarding enough, especially if they're eligible for exemptions and deductions under the old one. What's needed are sunset clauses for the popular exemptions/deductions under the old regime while increasing the standard deduction to a respectable level of at least ₹1.5 lakh in the new one, from the current ₹50,000, to incentivise the shift. This will also help cover expenses such as rent which non-salaried professionals are eligible to deduct from their income. The basic slab at ₹3 lakh in the new regime is, again, too low and has not kept pace with inflation. The Centre must consider raising the zero-rated slab to at least ₹5 lakh. Tax incidence on middle-income earners in the new regime is also too high with the 30 per cent rate kicking in at an income level of ₹15 lakh; this needs upward revision to say, ₹20 lakh. Section 80C has outlived its utility and it's time for a sunset clause. Forced savings in the Employees Provident Fund, Public Provident Fund, insurance-cum-savings plans etc are sub-optimal for young savers targeting inflation-beating returns; they are gravitating towards market-linked products. A high standard deduction can help these savers to invest in instruments of their choice. If the government is keen to nudge savers towards specific instruments such bank deposits or government bonds, returns on these instruments should be exempt from tax. The deduction on home loan interest in the old regime can be phased out and substituted instead by an interest subvention scheme for one self-occupied property. Finally, there is a lot of angst about the surcharge on incomes above ₹50 lakh. But this is a levy that needs to be retained. India is home to large income disparities. Making the top percentile of earners part with more for welfare spending on the less well-off is critical to delivering equity, without recourse to draconian methods such as wealth tax.",
    "NEET apparatus needs drastic surgery / The exam must be conducted online like JEE / This year's National Eligibility cum Entrance Test (NEET) has generated quite a controversy. Amidst rapidly moving developments, Education Minister Dharmendra Pradhan has admitted to 'wrongdoing on two accounts'. This is welcome as acknowledging a mistake is the first step to corrective measures. A committee has been set up by the National Testing Agency to probe allegations of irregularities. But for the 24 lakh aspirants and their wards who have staked their all for this exam, a quick resolution of this rather messy situation is called for. It is important that one of the country's most important entrance exams, and for a discipline as critical as medicine, be conducted in an atmosphere of good faith. There were a record 67 toppers this year, six from a single centre in Faridabad, while the total number of toppers since NEET's inception since 2016 is just 74. And as many as 1,563 candidates were initially awarded grace marks for not getting the allotted time to answer the paper, distorting the result. The Supreme Court rightly struck down the grace marks, but these candidates have been offered a re-test option. To add to the confusion, 13 people were arrested in Patna just before the NEET exam in May allegedly in connection with a 'paper leak'. Suspicion has been raised over why candidates from other States opted for centres in Gujarat to give the exam. The demand for a total re-test has arisen because these episodes do not inspire confidence. This deserves some consideration, notwithstanding the delays in the admission process or the difficulties in conducting a re-exam. Meanwhile, NEET has to be reconfigured. It should be electronically conducted, like the JEE (where one does not hear of leakages) or global tests such as GMAT and GRE, where question papers are set in many combinations. Electronic exams also ensure that the marking is error proof, with marksheets not being mixed up, as has been alleged in the case of NEET. Experts note that the scope for leak is high in an offline paper, as there are many points of human interface – from its framing to printing and distribution. But a foolproof exam system alone will not address issues plaguing medical education. While 1.08 lakh medical seats are available in all (private and government seats in roughly equal proportion), over 13 lakh aspirants have cleared the exam this year. This leaves 12 lakh aspirants in the lurch (many of whom go to Bangladesh, Nepal, Ukraine and other central Asian countries to study medicine). But what is grossly unjust is that even those ranked in the top one lakh are not assured of a seat, as private colleges could charge admission fees beyond their reach. The answer is to increase capacity. More government medical colleges need to be created to reduce the cost of education and, therefore, care. This can be done by adding medical colleges to existing hospitals. A reduced proportion of private set-ups will make health education and services better and cheaper.",
    "Fed's flip-flops / US Fed's indecision poses challenges for central banks / After adopting a distinctly dovish tone in its last two monetary policy meetings and raising market hopes for an early start to the easing cycle, the US Federal Open Markets Committee (FOMC) pulled back in its latest meeting on June 12. The policy statement showed that the FOMC is back to its indecisive avatar while keeping policy rates on hold. The statement noted the 'solid' pace of expansion in the economy despite US GDP growth coming in at a two-year low of 1.6 per cent for the first quarter of 2024. It noted 'modest progress' towards the 2 per cent inflation target despite signs of cooling inflation. It mentioned strong job gains and 'low' unemployment. Latest US payrolls data showed high job additions of 2,72,000 jobs in May, but a spike in the unemployment rate to the critical 4 per cent mark, a two-year high. Signs of a slowing economy and a below-forecast CPI print of 3.3 per cent, had led markets to budget for the Fed to cut rates as early as July and pencil in two-three rate cuts for the rest of 2024. However, the much-awaited dot-plot, where FOMC members share their rate projections, has now forecast only one rate cut for 2024. The statement this time also saw no mention of the Fed's plan to slow its pace of quantitative tightening, clearly outlined in the previous meeting, leaving markets confused. US commentators have been increasingly arguing that early rate cuts may be necessary for the country to achieve a soft landing. The prop to consumer spending from excess savings amassed during Covid are already waning. US housing starts have seen sharp declines from February as mortgage rates upwards of 7 per cent have deterred buyers. A letter to the Fed by US lawmakers, urging rate cuts in this meeting, pointed out that high interest rates were feeding into shelter costs and ironically propping up the very CPI that the Fed was trying to quell. Shelter costs in the US make up about a third of the CPI. These indicators also suggest that the US Fed, by delaying its rate cuts too much, could put the US economy at risk of a sharp slowdown, undermining global growth prospects. The Fed's flip-flops also make it not just expedient, but necessary for other central banks to decouple their rate actions from the US. The European Central Bank, Bank of Canada, People's Bank of China et al have already gone ahead with rate easing policies. After the recent monetary policy meeting, the Reserve Bank of India Governor explicitly stated that he was not in the game of 'Follow the Fed' and would calibrate India's monetary policy to local conditions. However, the RBI is sure to be aware that it would involve trade-offs on capital flows and the exchange rate, given that US remains the largest contributor of foreign portfolio flows to emerging markets such as India. The unexpected election verdict and higher foreign investor participation in Indian bonds starting this month, will make this balancing act harder.",
    "Stocks for F&O need to meet qualitative metrics too / The criteria for inclusion of stocks and indices into F&O should factor in qualitative metrics such as institutional ownership, passive assets tracking them and fundamental/governance metrics / India's stock market activity has grown by leaps and bounds since 2018, when the Securities Exchange Board of India (SEBI) last set its eligibility criteria for the inclusion of new stocks into the derivatives segment. Between May 2018 and May 2024, NSE market capitalisation is up nearly three-fold, while daily average cash turnover is up nearly four-fold. Therefore, SEBI's recent consultation paper to revise the metrics on the basis of which the exchanges choose stocks for the futures and options (F&O) segment, is timely. The new eligibility criteria rightly set a high bar on the liquidity and activity parameters that stocks would need to meet, to be eligible for F&O trading. A stock would now need to have a market-wise position limit (a limit set by exchanges on open positions) of ₹1,250-1,750 crore as against the current norm of ₹500 crore. The average daily delivery value in cash market should be ₹30-40 crore instead of ₹10 crore. It should also have a median quarter sigma order size (the order size needed to move prices by one-fourth of standard deviation) of ₹75-100 lakh instead of the present ₹25 lakh. The new criteria are likely to lead to significant churn in the F&O segment, if implemented. About 25 of the 182 F&O stocks are expected to fail these tests and exit, while 70-odd new stocks may be added. This disruption is positive for market integrity; it is desirable that only the most liquid and actively traded stocks, with the ability to absorb large volumes without undue price volatility, feature in F&O. F&O participants take on significant leverage to punt on small price moves in the underlying security. Therefore, stocks with poor liquidity or high impact cost may be prone to easy manipulation by operators. Such protective mechanisms for F&O traders have become quite necessary in India because of the high retail interest in equity derivatives, with individuals accounting for 35 per cent of equity options and 20 per cent of equity futures turnover. However, for the healthy evolution of the F&O market in India, SEBI would need to do much more. The world over, the primary purpose of the derivatives markets is to facilitate efficient price discovery and hedging for long-term investors. In India, there seems to be a disconnect between the indices and stocks which hog F&O volumes, and those which are widely held by institutions such as mutual funds and pension funds. To ensure that domestic institutions are able to participate as hedgers and arbitrageurs in equity derivatives, the criteria for inclusion of stocks and indices into F&O should factor in qualitative metrics such as institutional ownership, passive assets tracking them and fundamental/governance metrics (in the case of individual stocks). Subjecting retail investors to eligibility criteria to participate in F&O, in terms of their underlying holdings in the cash market and investing experience, may not be a bad idea.",
    "The RBI must keep up its strict vigil over ARCs / Despite 29 ARCs springing up, they have largely failed to deliver on the objective as an efficient means to stressed asset resolution / The private sector Asset Reconstruction Company (ARC) model in India, once touted as the ideal route to relieve lenders of their stressed assets and expedite resolution, seems to be floundering. A recent Reserve Bank of India (RBI) directive against Edelweiss ARC, the largest private sector ARC, asked it to cease and desist from acquiring any financial assets including Security Receipts (SRs). Though resolution efforts can continue, the directive is likely to pose challenges to its ability to carry on business as usual and raise capital. The supervisory action against Edelweiss ARC comes at a time when its peer JM ARC is facing capital shortfalls after providing for credit losses. Most other private sector ARCs are said to be struggling to meet RBI's minimum net worth requirement of ₹300 crore by the March 2026 deadline. RBI's latest regulatory action is bound to hobble the sector. But it really had little choice in the matter having given a fairly long rope to Edelweiss ARC to fall in line. The RBI alleges that it found Edelweiss ARC evergreening stressed assets of group company ECL Finance, by entering into structured transactions with it. It is also said to have taken over loans from non-lending institutions using ECL Finance as a conduit, incorrectly valuing SRs and sharing non-public information on clients with group entities. Though RBI issued a letter highlighting such deficiencies in 2021-22, Edelweiss ARC failed to bring this to the notice of its Board. RBI issued the cease-and-desist order only after fruitless attempts to engage with the Edelweiss senior management and auditors for over two years. It is disturbing that such infractions persist despite RBI issuing specific guidelines in October 2022. These had recommended a Board-managed structure that required ARCs to have an independent director as Chairperson, with active Audit and Nomination and Remuneration committees. Deals for one-time settlement were to be vetted by an independent panel. These were in addition to existing rules requiring transactions between ARCs and lenders to be conducted on a transparent, arm's length basis. It has been over two decades since policymakers placed their faith in private sector ARCs as an efficient means to stressed asset resolution. Despite 29 ARCs springing up, they have largely failed to deliver on this objective. Apart from struggling to raise capital and notching up a patchy record on resolution, some of them have also been accused of practices such as buying out stressed assets from banks at unrealistically low prices, getting into a nexus with defaulting borrowers and selling assets back to promoters barred under the Insolvency and Bankruptcy Code. Given these factors, RBI must not backtrack from strictly enforcing its tighter net worth or governance norms on the sector. With the government-backed National Asset Reconstruction Company up and running, the sector will have a viable alternative even if large private players fall prey to a shakeout.",
    "Reason to pause / Sharp growth raises comfort level for status quo on rates / The Monetary Policy Committee (MPC) acted along expected lines by holding the repo rate steady at 6.5 per cent for the eighth consecutive time. While two MPC members out of six voted for a rate cut, the MPC was perhaps persuaded by a range of factors to stick to a wait-and-watch approach, in terms of the rates as well as its stance of 'withdrawal of accommodation'. Perhaps, the biggest implicit factor is the context. It makes sense not to rock the boat till the new coalition government settles down. Reserve Bank of India Governor Shaktikanta Das, in his statement on Friday, also took a circumspect view on inflation, citing the firm trend in global commodity prices this fiscal. He retained the April inflation forecast for FY25 of 4.5 per cent, which is above the MPC's comfort zone of 4 per cent. The MPC's pre-emptive approach in managing inflation is likely to send a positive signal to bond investors on softer liquidity conditions and stable rates in the months ahead – a crucial factor in the context of the inclusion of Indian government securities in the JP Morgan Global Bond Indices with effect from this month. As if to buttress the case for a status quo on both rates and its stance, the MPC also raised its growth projections for FY25 by 20 basis points to 7.2 per cent over its April policy. The Governor's statement cites high frequency indicators this fiscal, and rising private investment and rural demand to explain this upward revision. There has been a 16.3 per cent growth in retail two wheeler sales in April-May; a 10 per cent rise in GST revenues in May and a 14.3 per cent drop in demand for the Mahatma Gandhi Rural Employment Guarantee Scheme, which suggests lower rural distress; an expansion in steel and cement production, among others. Above all, the monsoon is expected to be above normal. A 15 per cent growth in bank credit in FY24 does not appear to suggest any credit constraint at prevailing rates. With growth looking good at existing rates of interest, and the 'elephant of inflation' retreating rather slowly into the forest, the case for a rate cut now never looked very strong. However, a shift in liquidity management stance to neutral can be considered in August, once market volatility peters out and the Budget provides some clarity on the fiscal roadmap. A rate cut to keep up capex and investor sentiment can follow once inflation retreats. The RBI Governor was at pains to stress that monetary policy did not take cues from external forces (in other words, the Federal Reserve), but were a response to domestic growth and inflation dynamics. Indeed, the rupee remained stable against the dollar this fiscal, despite capital outflows. There can be no denying the global confidence (setting aside the rating agencies) in India's macro fundamentals. With a rising gold component in India's $652 billion forex reserves, India has more wiggle room than before to implement an independent monetary policy.",
    "The fisc matters / New govt should stick to fiscal consolidation / Amid the heat and dust of the Lok Sabha elections, the latest CGA (Controller General of Accounts) release on Central government finances has flown under the radar. It shows that the Centre's actual fiscal deficit for FY24 at 5.6 per cent of GDP, was lower than the revised estimate of 5.8 per cent in the February budget. It is lower not only in percentage terms (which can happen due to GDP overshooting estimates) but also in absolute terms, with the deficit at 95.3 per cent of revised estimates (RE). The Centre has also reined in its revenue and primary deficits at 91 per cent and 86.8 per cent of RE. This is a very creditable achievement. Historically, central government deficits overshoot revised estimates by wide margins. Current deficit numbers are more credible -- being free of off-balance sheet items. The good fiscal show in FY24, along with the bountiful dividend from Reserve Bank of India now suggests that the Centre has more than a fighting chance of attaining its fiscal consolidation targets of 5.1 per cent by FY25 and 4.5 per cent by FY26. Buoyant tax collections, which met revised estimates, helped attain deficit targets in FY24. The Centre's gross tax revenues grew by 13.4 per cent, with growth in personal income tax collections (25 per cent increase) outpacing corporate tax mop-ups (10.4 per cent). Hefty dividends from PSUs helped non-tax revenues significantly overshoot revised estimates. Expenditure control has also played a role in deficit reduction; the NDA government's efforts to trim revenue expenditure are under-appreciated. The last five years have seen significant economies on the Centre's wage bill, with its budgeted spending on salaries and pensions cut to 8.3 per cent of total expenses for FY25 from 14.6 per cent in FY20. The removal of distinctions between plan and non-plan expenditure and the rationalisation of Central schemes have led to more effective funds use and monitoring. The use of a single nodal agency to transfer funds to implementing agencies on Centrally-sponsored schemes and just-in-time release of funds to States after verifying end-use, have also reduced idling of money and earned higher interest receipts. While revenue spending has been trimmed, the expenditure mix has been vastly improved by allocating nearly a fifth of the budget to capital spending. The crucial point though is that the new government should stick to the fiscal consolidation path. A Lok Sabha mandate suggesting that voters expect more welfare spending and the prospect of NDA's coalition partners pushing for a populist agenda, may make the task harder. Recent macro tailwinds – whether it is Indian bond yields decoupling from the US, government securities earning a place in global indices or S&P's outlook upgrade -- are a result of NDA's adherence to fiscal targets. Foreign bond investors can quickly retreat on fiscal slippages. Hopefully, the unexpected fiscal boost from the RBI dividend will help the Centre squeeze additional welfare spending into the budget without sacrificing the 5.1 per cent deficit target.",
    "Minor blips aside, economy continues to chug along / The third straight year of 8+ growth is a mark of the economy's resilience / Continuing with its spell of surprises, India's real GDP which expanded by 7.8 per cent in the fourth quarter of FY24, once again managed to beat both official and private forecasts which were primed for 7-7.4 per cent growth. This takes the full-year growth to 8.2 per cent after factoring in National Statistical Office's (NSO) revisions to the first three quarters' data. The country managing a third consecutive year of 8 per cent-plus expansion after the shock of Covid, and that too in a world of slowing growth, is testimony to the resilience of Indian households and businesses to disruptions. However, a 22 per cent surge in net tax mop-up has widened the gap between GDP and GVA (Gross Value Added). Therefore, it is more useful to look at GVA to gauge the momentum in economic activity. On this score, it is clear that economic activity lost speed in Q4, with GVA growth slowing to 6.3 per cent from 6.8 per cent in Q3 (8.3 per cent and 7.7 per cent in Q1 and Q2). The sectoral composition of GVA shows agriculture continuing with its lacklustre performance, with 1.1 per cent growth in Q4 the same as Q3. This is no surprise, given the erratic 2023 monsoon and precarious reservoir storage during the rabi crop. With a favourable Indian Ocean Dipole and an evolving La Nina expected to shower above-normal rains in the upcoming monsoon season, crop prospects will hopefully look up. Q4 also saw some deceleration in mining and utilities and manufacturing (8.9 per cent growth compared to 11.5 per cent in Q3). These segments could be reflecting the slowdown in private sector decision-making prior to elections. Services saw financial, real estate and professional services growing faster at 7.6 per cent in Q4 against 7 per cent in Q3, though trade, hotels etc slowed to 5.1 per cent from 6.9 per cent. Public administration, indicative of government revenue spending, picked up. Overall, though there has been some deceleration in industry in Q4, there's not much cause for worry. With the elections done and dusted, private sector activity and capex can revive. High-frequency data showing strong bank credit offtake, expansionary Purchasing Managers Indices and good core sector growth since April, suggest a robust pace of economic activity. Sceptics will point out that GDP growth for FY24 has received a boost from the low deflator (1.3 per cent in FY24 compared to 6.7 per cent in FY23). This is true, but is reflective of wholesale inflation being very low this year. With the pickup in primary product prices in the last few months, this supply boost will no longer be in play going forward. The large figure on discrepancies (gap between GDP calculations using the output and expenditure methods) is a function of India's large informal sector which defies accurate measurement. As both the deflator and discrepancies have been a feature of India's GDP calculations for long, they don't materially impact the reliability of the growth rates.",
    "Stagnation in gross FDI flows needs attention / To boost FDI inflows, ease of doing business in the country needs to be improved significantly by simplifying compliance and expediting approvals / Recent numbers released by the Reserve Bank of India on foreign direct investments for FY24 raises concerns over weak gross inflows. But the alarm being raised over the decline in net FDI to $10.6 billion is overdone. Fall in net FDI flows is led by repatriation and divestment touching a decadal high of $44.4 billion. While it is being inferred that the high repatriation figure implies that foreign promoters and investors are exiting India or withdrawing large sums out of the country, that may not be the case. The repatriation numbers have jumped due to foreign investors booking partial profits on their holdings in Indian companies due to the strong rally in the stock market, last fiscal year. These outflows will moderate as the bull-run in small and mid-cap stocks abates. An analysis by this newspaper shows that foreign promoters of 66 listed companies pared their stakes in FY24. While the stake sales staked between 1 and 30 per cent, most of the promoters sold less than 5 per cent stake. It is noteworthy that almost all promoters continue to hold significant stakes in their companies, negating the perception that they are stampeding out of India. The companies have also announced to the public that they wish to continue doing business in India for the long-term. They have termed their share sales last fiscal year as unlocking of some value and reallocation of capital to other regions. Besides this, many PE and VC investors have also used the improving valuation in start-ups to pare or exit their stake. Sales by these investors amounted to $12 billion in 2023, across 109 deals. These sales seem to be driven by the pressure on these funds to distribute returns to their investors. MNCs have paid large amounts of dividends to their shareholders given the improvement in their profitability due to falling commodity prices. As demand conditions become more challenging and affect profitability, dividend repatriation can also moderate going ahead. A reversal in interest rate cycle in the US and the UK could also help stem the reallocation of capital out of India. But there is certainly a marked slowdown in gross FDI inflows. It was stagnant at $71.4 billion in FY24 when compared to the previous fiscal, but it is down 15 per cent when compared to FY22. That was the year when FDI inflows spiked sharply due to deals done by the Reliance Industries group across their verticals. This should be kept in mind while reading the data. Tightening global liquidity and increasing cost of funds as global central banks tightened their monetary policies to fight inflation may also have affected inflows in the last two years. The uncertainty around the general elections could also be holding the foreign investors back. But as the RBI notes, India is among the top ten economies which are expected to receive large FDI flows in 2024. The next government should make sure that this potential is realised, for FDI inflows are required to help buttress government capital expenditure, in the absence of a revival in private capex. To enable this, ease of doing business in the country needs to be improved significantly by simplifying compliance and expediting approvals.",
    "S&P's India rating does not reflect reality / India's foreign reserves exceed its total external debt, its currency is stable and its current account deficit to GDP is below that of A-rated countries such as the UK / For too long have Western sovereign ratings agencies — Standard and Poor's, Fitch and Moody's — played a joke on India, the world's fifth largest economy with fundamentals that would match or better the top-rated Western economies. On Wednesday, S&P revised its outlook on India from 'stable' to 'positive' after a decade, with a vague assurance that a ratings upgrade from BBB minus (bottom of investment grade) may follow suit in a couple of years. Fitch revised its outlook this January. This sort of assessment makes no sense, as the Finance Ministry has repeatedly argued; the parameters are dubious, and imbued with bias. But first the near-term positives. S&P draws comfort from India's growth and fiscal consolidation, with the GDP expected to grow 7 per cent annually over the next three years and general government fiscal deficit dipping from about 8 per cent of GDP this fiscal to 6.8 per cent in FY28. The Reserve Bank of India's transfer of ₹2.1-lakh crore by way of dividend to the Centre adds to the positive fiscal outlook. S&P's take on India could lift debt flows in particular, given the introduction of Indian government securities in the JP Morgan Government Bond Index for emerging markets. The bond inclusion — starting with a 1 per cent weight in June 2024 and going up to 10 per cent by March 2025 — is expected to attract dollar flows from global passive funds. A stable rupee outlook and S&P's booster could spur active bond investors globally to reconsider allocations to Indian bonds. The big picture, however, is important. In December 2023, the Finance Ministry published a telling paper on how ratings agencies are 'opaque' in their methods; they are driven by subjective parameters, based on Worldwide Governance Indicators of the World Bank, rather than India's fundamentals. A ratings agency should stick to assessing a nation's ability to pay — which is borne out by its foreign reserves, its sovereign debt and total external debt to GDP, its growth rate, its current account balance and its capital flows. India's foreign reserves exceed its total external debt, its currency is stable and its current account deficit to GDP is below that of A-rated countries such as the UK. Absurdly enough, its rating ruled below the so-called PIIGS economies (Portugal, Italy, Ireland, Greece and Spain) that went belly-up in the 2008 financial crisis. What ought to be a clincher for India is its impeccable repayment record. The Economic Survey 2020-21 points out: 'Never in the history of sovereign credit ratings has the fifth largest economy in the world been rated as the lowest rung of the investment grade (BBB-/Baa3).' Woolly notions regarding 'political risk' and 'liquidity risk' — shaped by the rating agencies' tinted views on politics and banking — seem to play a big role here. Those who feel that the ratings game is meant to ramp up business for private creditors cannot be faulted. Emerging economies should carve out their own ratings ecosystem.",
    "Setting the standard / India must pick right cues from EU's AI law / The European Union Artificial Intelligence (AI) Act, ratified by the EU Parliament in March and expected to come into force from next month, is a groundbreaking piece of legislation that can become the benchmark for other countries, including India, on the regulation and use of AI. The Act seeks to balance innovation with safety and ethical considerations. It categorises AI applications into different risk levels and lays down guardrails accordingly. This stratified approach allows for a nuanced regulation that can foster innovation while safeguarding the public interest. The EU Parliament website points out that the law limits the use of biometric identification systems to 'narrowly defined situations', bans social scoring, predictive policing (based on profiling a person), emotion recognition in the workplace and schools, untargeted scraping of facial images to create social recognition databases, and AI that manipulates human behaviour by exploiting vulnerabilities. High-risk AI systems, such as those used in critical infrastructure, education, vocational training, employment, healthcare, banking and law enforcement, will be subject to transparency, accountability (maintaining use logs), and human oversight. Citizens will have the right to submit complaints about AI systems. The Act mandates transparency for AI systems interacting with humans, ensuring that users are aware when they are engaging with an AI. This requirement promotes trust and informed consent, crucial components in the responsible deployment of AI technologies. Going forward, India too should develop its law and rules by matching them with levels of risk. The recently concluded Global Partnership on Artificial Intelligence (GPAI) summit in Delhi marked a significant milestone in shaping the global discourse in this respect. The summit showcased the need for international collaboration in balancing innovation and curbing risks. Meanwhile, the Act is not without its critics. One significant concern is the potential compliance burden it places on companies, especially start-ups and small-to-medium enterprises (SMEs). The detailed documentation and rigorous testing required for high-risk AI systems could deter smaller entities from entering the market, thereby limiting diversity, competitiveness and technological advancement. The other big worry is the exemptions provided in the name of national security where the governments have a carte blanche to bypass crucial AI regulations. There is a global race for AI dominance. It is essential to establish global agreements and standards for AI development and use. The incoming new government at the Centre must urgently establish guardrails for AI, and avoid the delays seen in formulation of personal data protection rules. Proactive legislation will foster responsible innovation, protect citizens' rights, and position India as a leader in the ethical use of AI.",
    "Brand IPL keeps shining / The business of cricket has never been better / In terms of the cricket, the seventeenth edition of the India Premier League (IPL) may have ended in a whimper with the Kolkata Knight Riders beating Sun Risers Hyderabad with nine overs to spare. But the truth is that the Board of Control for Cricket's (BCCI) biggest brand shines brighter than ever from a brand and commercial perspective. The commercial model is straightforward: the BCCI auctions digital and broadcast rights to a couple of entities, who in turn make their returns from sponsorship and advertising. The teams get a share of the BCCI's revenues, while they fork out huge sums to 'buy' their players. IPL's commercial success is borne out by its huge stadium and virtual viewership, which has worked well for the gravy train of live streamers, telecasters and advertisers. Viacom 18 bagged digital rights to stream matches for ₹23,758 crore over 2023-27. It lined up 18 sponsors and 250 advertisers. These include Dream11, Tata Motors, PayZapp by HDFC Bank, SBI, Thums Up, Britannia, Pepsi, Jindal Steel, Google and Parle Products. The Tata Group bagged the title sponsorship till 2028, for which the group has paid BCCI ₹2,500 crore. Disney Star, that owns the Star Sports network, bagged the TV broadcast rights for 2023-27, for which it paid ₹23,575 crore. Star Sports too lined up star-studded advertisers. Disney Star announced a couple of weeks ago that the TV viewership for the first 51 IPL matches (out of a total of 74) was a record 510 million. Franchises have built up a committed fan-base over the years. During the IPL, a mini-economy of small vendors comes into being. IPL has not only changed domestic cricket, spawning various local and State level T20 leagues, it has also served as a template for T20 leagues around the world – Big Bash (both men and women) in Australia, South Africa's SA20 league, West Indies' Caribbean Premier League, Pakistan Super League, Bangladesh Premier League, Sri Lanka (Lanka Premier League) and even US' Major League Cricket. The BCCI has also been conducting the Women's Premier League, which offers enormous potential in unearthing talent. The league has opened up an alternative career path for young Indian cricketers, who are talented but unable to able to break into the national team. Here, the parallel with European football leagues is striking. IPL has given these young cricketers a chance to rub shoulders with the best in the world and also benefit from top coaching talent, apart from the financial payoffs at the auctions. It has also served as a template for franchise-based leagues in other sports in India – football (ISL), badminton (Premier Badminton League), volleyball (Prime Volleyball League), table tennis (UTT) and the hugely popular Pro Kabaddi league which has been going on for 10 seasons now. Corporate-backed leagues have made the pursuit of a career in a range of sports a viable proposition. They are part of a set-up where private funds into coaching and talent spotting have lifted India's performance across sports. Yet, the global experience suggests that they could do with more financial transparency.",
    "US-China trade war could help and hurt India / While this is an opportunity for Indian exporters, the country could also see an influx of ChineA recent announcement by the US of an increase in tariffs on a range of imports from China, worth $18 billion, could ratchet up the simmering trade war between the two countries. The Biden administration has proposed sharp increases in tariffs on certain steel and aluminium products, semiconductors, electric vehicles, lithium-ion batteries, solar cells, ship-to-shore cranes and medical consumables. The reasons cited by the US include China's unfair practices relating to technology transfer, intellectual property and innovation and the threats posed by large manufacturing capacities. The impact of these hikes may not be too material on US, since these imports account for just 4 per cent of the country's total imports from China. But there could be repercussions on global trade as the impacted Chinese goods flow to other countries. If there are retaliatory tariff hikes by China and if this spirals into a trade war as it did in 2018 under Donald Trump, other countries, including India, will be faced with both positive and negative effects. First the positives. Indian exporters need to make the most of opportunities created by the trade war. Exporters of face masks, syringes and needles, medical gloves and natural graphite are the best placed to benefit from the recent round of tariff hikes by the US. While China is the biggest exporter to US in these categories, India too has a good presence in the US in these products. With regard to the possible adverse effects, Indian authorities need to up the ante in checking dumping of low-priced Chinese goods diverted into India, which can negatively impact Indian manufacturing. It has been observed that tariff hikes in 2018 did not lead to a reduction in China's exports; they only went to other destinations, or through third countries into the US. The tariff hike by the US is highest on electric vehicles, from 25 per cent to 100 per cent. With the EU too contemplating increasing duties on EV imports from China, there is risk of the latter pushing cheap EVs into India, deterring Indian businesses. Whether this warrants a review of India's EV policy is worth considering. Products slapped with higher US duties such as lithium ion batteries and semiconductors from China could also be diverted to India. China is already India's biggest trading partner, with India's imports from that country totalling $101.7 billion in FY24. India has a process for identifying imports which are priced lower than the selling price in the country of origin with the Directorate General of Trade Remedies levying anti-dumping duty on such products. But there is delay in accessing and analysing the trade data and taking action. The Centre could consider setting up a department to analyse the trade data on some key imports daily so that action can be expedited. A trade policy with China that bolsters rather than impairs India's recent manufacturing boost deserves attention — especially given India's keenness to be a ‘China plus one' hub.",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
    //"",
];
